Repository: eXMRcoin/project-getcryptopayments
Catalog: web/exmr/conf/locale/*/LC_MESSAGES/django.po
Languages: de, fa, hi, hu, it, jp, pt, ru

source: Linked 2FA Accounts: Link authenticators supporting TOTP such as Google Authenticator, Authy, FreeOTP, etc. You can edit your linked devices
de: Verknüpfte 2FA-Konten: Link-Authentifikatoren, die TOTP unterstützen, z. B. Google Authenticator, Authy, FreeOTP usw. Sie können Ihre verknüpften Geräte bearbeiten
fa: پیوند حسابهای 2FA: تأییدکنندگان پیوند از TOTP مانند Google Authenticator، Authy، FreeOTP، و غیره می توانید دستگاه های مرتبط خود را ویرایش کنید
hi: लिंक किए गए 2FA खाते: Google प्रमाणीकरणकर्ता, Authy, FreeOTP आदि जैसे TOTP का समर्थन करने वाले लिंक प्रमाणक, आप अपने लिंक किए गए उपकरणों को संपादित कर सकते हैं
hu: Kapcsolt 2FA-fiókok: a TOTP-t támogató link hitelesítők, például a Google Authenticator, az Authy, a FreeOTP stb.
it: Account 2FA collegati: autenticatori di link che supportano TOTP come Google Authenticator, Authy, FreeOTP, ecc. Puoi modificare i tuoi dispositivi collegati
jp: リンクされた2FAアカウント：Google Authenticator、Authy、FreeOTPなどのTOTPをサポートする認証オーソライザをリンクします。リンクされたデバイスを編集することができます
pt: Contas 2FA vinculadas: vincule os autenticadores que oferecem suporte ao TOTP, como Google Authenticator, Authy, FreeOTP, etc. Você pode editar seus dispositivos vinculados
ru: Связанные учетные записи 2FA: аутентификаторы ссылок, поддерживающие TOTP, такие как Google Authenticator, Authy, FreeOTP и т. Д. Вы можете редактировать связанные устройства

source: Email Confirmations for Sends/Withdrawals
de: E-Mail-Bestätigungen für Absendungen / Abhebungen
fa: تأییدیه ایمیل برای ارسال / اخراج
hi: ईमेल भेजने / वापस लेने की पुष्टि
hu: E-mail megerősítések küldése / visszalépésekhez
it: Email di conferma per invio / ritiro
jp: 差出/引落の電子メール確認
pt: Confirmações por email para envios / retiradas
ru: Подтверждение электронной почты для отправки / снятия

source: PGP/GPG Public Key
de: Öffentlicher PGP / GPG-Schlüssel
fa: کلید عمومی PGP / GPG
hi: PGP / GPG सार्वजनिक कुंजी
hu: PGP / GPG nyilvános kulcs
it: Chiave pubblica PGP / GPG
jp: PGP / GPG公開鍵
pt: Chave pública de PGP / GPG
ru: Открытый ключ PGP / GPG

source: Payment status email will be sent to this email. If not provided, notofications will be sent to the primary email
de: Die Zahlungsstatus-E-Mail wird an diese E-Mail gesendet. Falls nicht angegeben, werden keine Benachrichtigungen an die primäre E-Mail gesendet
fa: ایمیل وضعیت پرداخت به این ایمیل ارسال می شود. درصورت عدم ارائه، اطلاعیه ها به ایمیل اصلی ارسال می شود
hi: भुगतान स्थिति ईमेल इस ईमेल पर भेजी जाएगी। यदि उपलब्ध नहीं कराया गया है, तो प्राथमिक ईमेल पर सूचनाएँ भेजी जाएंगी
hu: A fizetési állapot e-mailje erre az e-mailre kerül. Ha nincs megadva, a hírleveleket elküldjük az elsődleges e-mail címre
it: L'e-mail sullo stato del pagamento verrà inviata a questa email. Se non vengono fornite, le notifiche verranno inviate all'email principale
jp: 支払いステータスのメールがこのメールに送信されます。 提供されていない場合は、通知がメインのメールに送信されます
pt: O e-mail de status do pagamento será enviado para este e-mail. Se não for fornecido, notofications será enviado para o email principal
ru: Электронное письмо о статусе оплаты будет отправлено на это электронное письмо. Если не указано, уведомления не будут отправлены на основной адрес электронной почты

source: Please make it at least 10 characters long and include letters, numbers, and special characters.
de: Bitte machen Sie es mindestens 10 Zeichen lang und enthalten Sie Buchstaben, Zahlen, und Sonderzeichen.
fa: لطفا آن را حداقل 10 کاراکتر داشته باشید و حاوی حروف، اعداد، و کاراکترهای خاص
hi: कृपया इसे कम से कम 10 अक्षर लंबा करें और अक्षरों, संख्याओं को शामिल करें, और विशेष वर्ण।
hu: Kérjük, hogy legalább 10 karakter hosszú legyen, és tartalmazzon betűket, számokat, és speciális karakterek.
it: Si prega di renderlo di almeno 10 caratteri e includere lettere, numeri, e personaggi speciali.
pt: Por favor, faça pelo menos 10 caracteres e inclua letras, números, e caracteres especiais.
ru: Пожалуйста, сделайте это как минимум 10 символов и введите буквы, цифры, и специальные символы.

source: Timezone
de: Zeitzone
fa: منطقه زمانی
hi: समय क्षेत्र
hu: Időzóna
it: Fuso orario
jp: タイムゾーン
pt: Fuso horário
ru: Часовой пояс

source: Send newsletters and other relevant information to my provided e-mail.
de: Senden Sie Newsletter und andere relevante Informationen an meine bereitgestellte E-Mail.
fa: ارسال خبرنامه و سایر اطلاعات مربوط به ایمیل ارائه شده من.
hi: मेरे प्रदान किए गए ई-मेल पर समाचार पत्र और अन्य प्रासंगिक जानकारी भेजें।
hu: Küldj hírleveleket és egyéb vonatkozó információkat a megadott e-mail címre.
it: Invia newsletter e altre informazioni pertinenti alla mia e-mail fornita.
jp: 提供された電子メールにニュースレターやその他の関連情報を送信します。
pt: Envie newsletters e outras informações relevantes para o meu e-mail fornecido.
ru: Отправьте информационные бюллетени и другую соответствующую информацию на мой предоставленный e-mail.

source: Have read and agree to the
de: Habe gelesen und akzeptiere die
fa: خواندن و موافقت با
hi: पढ़ा है और इससे सहमत हैं
hu: Olvassa el és elfogadja a
it: Ho letto e accetto il
jp: 読んで同意する
pt: Li e concordo com o
ru: Прочтите и согласитесь с

source: Terms of Service.
de: Nutzungsbedingungen.
fa: شرایط استفاده از خدمات.
hi: सेवा की शर्तें।
hu: Szolgáltatás feltételei.
it: Termini di servizio.
jp: 利用規約。
pt: Termos de serviço.
ru: Условия использования.

source: 'Type the characters you see in the image above:'
de: 'Gib die Zeichen ein, die du im Bild oben siehst:'
fa: 'کاراکترهایی را که در تصویر بالا می بینید وارد کنید:'
hi: 'ऊपर की छवि में आपके द्वारा देखे गए अक्षर टाइप करें:'
hu: 'Írja be a fenti képen látható karaktereket:'
it: 'Digita i caratteri che vedi nell'immagine sopra:'
pt: 'Digite os caracteres que você vê na imagem acima:'
ru: 'Введите символы, которые вы видите на картинке выше:'

source: An activation link has been sent
de: Ein Aktivierungslink wurde gesendet
fa: پیوند فعالسازی ارسال شده است
hi: एक सक्रियण लिंक भेजा गया है
hu: Aktiválási kapcsolatot küldtünk
it: È stato inviato un link di attivazione
jp: アクティベーションリンクが送信されました
pt: Um link de ativação foi enviado
ru: Была отправлена ​​ссылка активации

source: Please check your mail
de: Bitte überprüfen Sie Ihre E-Mail
fa: لطفا ایمیلتان را چک کنید
hi: कृपया अपना मेल चेक करें
hu: Kérjük, ellenőrizze az e-mailt
it: Si prega di controllare la posta
jp: あなたのメールをチェックしてください
pt: Por favor cheque seu e-mail
ru: Проверьте почту

source: Enter
de: Eingeben
fa: وارد
hi: दर्ज
hu: Belép
it: accedere
jp: 入る
pt: Entrar
ru: Войти

source: Supported Coins
de: Unterstützte Münzen
fa: سکه های پشتیبانی شده
hi: समर्थित सिक्के
hu: Támogatott érmék
it: Monete supportate
jp: サポートされているコイン
pt: Moedas Suportadas
ru: Поддерживаемые монеты

source: Merchant Tools
de: Händler-Tools
fa: ابزارهای Merchant
hi: व्यापारी उपकरण
hu: Kereskedelmi eszközök
it: Strumenti del commerciante
jp: マーチャントツール
pt: Ferramentas Comerciais
ru: Инструменты торговца

source: Public Coin Vote
de: Öffentliche Münzabstimmung
fa: رای دادن سکه عمومی
hi: सार्वजनिक सिक्का वोट
hu: Nyilvános érme szavazás
it: Voto della moneta pubblica
jp: 公開コインの投票
pt: Voto da Moeda Pública
ru: Общественная монета

source: Store Directory
de: Verzeichnis speichern
fa: دایرکتوری فروشگاه
hi: दुकान निर्देशिका
hu: Tárolja a címtárat
it: Directory del negozio
jp: ストアディレクトリ
pt: Diretório de lojas
ru: Каталог магазинов

source: Get Mobile App
de: Holen Sie sich eine mobile App
fa: دریافت برنامه موبایل
hi: मोबाइल ऐप प्राप्त करें
it: Ottieni l'app mobile
jp: モバイルアプリを入手する
pt: Obter aplicativo para celular
ru: Получить мобильное приложение

source: Affiliate Information
de: Partnerinformationen
fa: اطلاعات وابسته
hi: संबद्ध जानकारी
hu: Partner információk
it: Informazioni di affiliazione
jp: アフィリエイト情報
pt: Informações sobre afiliados
ru: Информация о партнере

source: Official TOR URL
de: Offizielle TOR-URL
fa: URL TOR رسمی
hi: आधिकारिक टीओआर यूआरएल
hu: Hivatalos TOR URL
it: URL ufficiale TOR
jp: 公式のTOR URL
pt: URL oficial do TOR
ru: Официальный URL-адрес TOR

source: PGP Key
de: PGP-Schlüssel
fa: کلید PGP
hi: PGP कुंजी
hu: PGP kulcs
it: Chiave PGP
jp: PGPキー
pt: Chave PGP
ru: Ключ PGP

source: Fees/Pricing
de: Gebühren / Preise
fa: هزینه ها / قیمت گذاری
hi: शुल्क / मूल्य निर्धारण
hu: Díjak / árak
it: Tasse / Prezzi
jp: 料金/料金
pt: Taxas / Preços
ru: Тарифы / Цены

source: Help
de: Hilfe
fa: کمک
hi: मदद
hu: Segítség
it: Aiuto
jp: 助けて
pt: Socorro
ru: Помогите

source: Add Store
de: Shop hinzufügen
fa: اضافه کردن فروشگاه
hi: स्टोर जोड़ें
it: Aggiungi negozio
jp: ストアを追加
pt: Adicionar loja
ru: Добавить магазин

source: Coin Request
de: Münzantrag
fa: سکه درخواست
hi: सिक्का अनुरोध
hu: Érme kérése
it: Richiesta di monete
jp: コインリクエスト
pt: Pedido de Moeda
ru: Запрос монеты

source: Privacy Policy
de: Datenschutz-Bestimmungen
fa: سیاست حفظ حریم خصوصی
hi: गोपनीयता नीति
hu: Adatvédelmi irányelvek
it: politica sulla riservatezza
jp: 個人情報保護方針
pt: Política de Privacidade
ru: политика конфиденциальности

source: Terms of Service
de: Nutzungsbedingungen
fa: شرایط استفاده از خدمات
hi: सेवा की शर्तें
hu: Szolgáltatás feltételei
it: Termini di servizio
jp: 利用規約
pt: Termos de serviço
ru: Условия использования

source: Coin Withdrawal
de: Münzrücknahme
fa: اخراج سکه
hi: सिक्का वापसी
hu: Érme visszavonása
it: Ritiro di monete
jp: コイン引き出し
pt: Retirada de Moedas
ru: Вывод монет

source: Minimum Withdrawal
de: Mindestabhebung
fa: حداقل اخراج
hi: न्यूनतम निकासी
hu: Minimális visszavonás
it: Prelievo minimo
jp: 最小引き落とし
pt: Retirada Mínima
ru: Минимальный вывод средств

source: Current Bal
de: Aktueller Bal
fa: آوریل کنونی
hi: वर्तमान बाल
hu: Jelenlegi Bal
it: Bal attuale
jp: 現在のバラ
pt: Bal atual
ru: Текущий бал

source: Send/Withdrawal Amount
de: Senden / Auszahlungsbetrag
fa: مبلغ ارسال / اخراج
hi: भेजें / निकासी राशि
hu: Küldés / visszavonás összege
it: Invia / Prelievo
jp: 送金/引き落とし金額
pt: Quantidade de envio / retirada
ru: Сумма отправки / снятия средств

source: Transation Fee (est.)
de: Transaktionsgebühr (geschätzt)
fa: هزینه انتقال (est.)
hi: संक्रमण शुल्क (स्था।)
hu: Átutalási díj (est)
jp: 移行手数料（試算）
pt: Taxa de transação (est.)
ru: Транзакционная плата (оценка).

source: Total Withdrawal
de: Gesamter Rückzug
fa: کل تخفیف
hi: कुल निकासी
hu: Teljes visszavonás
it: Ritiro totale
jp: 総離脱
pt: Retirada Total
ru: Общий вывод средств

source: Litecoin Testnet address or $payByName to send to
de: Litecoin Testnet-Adresse oder $ payByName, an die gesendet werden soll
fa: Litecoin Testnet آدرس یا $ payByName برای ارسال به
hi: Litecoin Testnet पता या $ payByName भेजने के लिए
hu: Litecoin Testnet cím vagy $ payByName küldeni
it: Litecoin Indirizzo Testnet o $ payByName da inviare a
pt: Endereço Litecoin Testnet ou $ payByName para enviar para
ru: Адрес Litecoin Testnet или $ payByName для отправки

source: Optional Note (Only Viewable by you)
de: Optionale Notiz (nur für Sie sichtbar)
fa: توجه داشته باشید اختیاری (تنها قابل مشاهده توسط شما)
hi: वैकल्पिक नोट (केवल आपके द्वारा देखा जा सकता है)
hu: Opcionális megjegyzés (csak az Ön által megtekinthető)
it: Nota opzionale (solo visualizzabile dall'utente)
jp: オプションの注釈（あなただけが閲覧可能）
pt: Nota opcional (somente visível por você)
ru: Необязательное примечание (доступно только для вас)

source: Request Withdrawal/Send
de: Anfrage zurückholen / senden
fa: درخواست خروج / ارسال
hi: विदड्रॉल / सेंड रिक्वेस्ट
hu: Kérés visszavonás / küldés
it: Richiesta di prelievo / invio
jp: リクエストの引き出し/送信
pt: Solicitação de retirada / envio
ru: Запрос на снятие / отправку

source: Coin Conversion
de: Münzumwandlung
fa: تبدیل سکه
hi: सिक्का रूपांतरण
hu: Érme átalakítása
it: Conversione di monete
jp: コイン変換
pt: Conversão de Moedas
ru: Конвертация монет

source: If you log in the fields below will be prepopulated with your Wallet deposit addresses.
de: Wenn Sie sich einloggen, werden die Felder unten mit Ihren Wallet-Einzahlungsadressen ausgefüllt.
fa: اگر در قسمت های زیر وارد سایت شوید، با آدرس سپرده های خود در کیف پول پیش پرداخت می شود.
hi: यदि आप नीचे दिए गए फ़ील्ड में लॉग इन करते हैं तो आपके वॉलेट जमा पते के साथ पूर्व-निर्धारित किया जाएगा।
hu: Ha bejelentkezik az alábbi mezőkbe, a Wallet-befizetési címek elől érkeznek.
it: Se effettui il login nei campi sottostanti verranno prepopolati gli indirizzi di deposito di Wallet.
jp: ログインすると、以下のフィールドにウォレットの預託先住所が入力されます。
pt: Se você se registrar nos campos abaixo, será preenchido com seus endereços de depósito da Google Wallet.
ru: Если вы входите в поля ниже, они будут предварительно заполнены вашими депозитными адресами кошелька.

source: Convert
de: Konvertieren
fa: تبدیل
hi: बदलना
hu: Alakítani
it: Convertire
jp: 変換
pt: Converter
ru: Конвертировать

source: Coin Conversion Requested
de: Coin-Konvertierung angefordert
fa: تبدیل سکه مورد نیاز است
hi: सिक्का रूपांतरण आवश्यक है
hu: Érmek átalakítása igényelt
it: Richiesta di conversione della moneta
jp: コインの変換が要求されました
pt: Conversão de moeda solicitada
ru: Требуется конвертация монет

source: SUPPORTED COINS
de: Unterstützte Münzen
fa: سکه های پشتیبانی شده
hi: समर्थित COINS
hu: TÁMOGATOTT CÉLOK
it: MONETE SUPPORTATE
jp: サポートされているコイン
pt: MOEDAS APOIADAS
ru: ПОДДЕРЖИВАЕМЫЕ МОНЕТЫ

source: Instant get crypto payments checkout with easy to use cart plugin, advanced, invoice buillder and API for custom integration
de: Instant Krypto-Zahlungen Kasse mit einfach zu bedienenden Warenkorb Plugin, erweiterte, Rechnung buillder und API für die benutzerdefinierte Integration
fa: فوری دریافت پرداخت رمزگذاری پرداخت با آسان به استفاده از پلاگین سبد خرید، پیشرفته، buillder فاکتور و API برای ادغام سفارشی
hi: कस्टम इंटिग्रेशन के लिए कार्ट प्लगइन, एडवांस, इनवॉयस बिलडर और एपीआई का उपयोग करने के लिए तुरंत क्रिप्टो पेमेंट चेकआउट का उपयोग करें
hu: Azonnal megkapja a crypto kifizetések pénztárát az egyszerűen használható kosárcsatlakozóval, a fejlett számlázási buillderrel és az API-val az egyéni integrációhoz
it: Instant get cripto pagamento pagamenti con plug-in carrello facile da usare, avanzato, fattura buillder e API per l'integrazione personalizzata
jp: 即座にカートのプラグイン、高度な、請求書のビルダーとカスタム統合のAPIを使用して簡単に暗号支払いの支払いを得る
pt: Instant get crypto payment checkout com plug-in de carrinho fácil de usar, avançado, buillder de fatura e API para integração personalizada
ru: Мгновенный запрос на получение криптовых платежей с простым в использовании плагином для платформ, продвинутым, счетчиком счетов и API для пользовательской интеграции

source: COIN NAME
de: Münzname
fa: NAME OF COIN
hi: COIN का नाम
it: NOME COIN
pt: NOME DA MOEDA

source: COD
de: KABELJAU
hi: सीओडी
hu: TŐKEHAL
it: MERLUZZO
jp: 代金引換
pt: BACALHAU
ru: наложенный платеж

source: FEE
de: GEBÜHR
fa: هزینه
hi: शुल्क
hu: DÍJ
jp: 費用
pt: TAXA
ru: СБОР

source: CONFIRMS
de: BESTÄTIGT
fa: تأیید می کند
hi: इस बात की पुष्टि
hu: megerősíti
it: CONFERMA
jp: 確認
pt: CONFIRMA
ru: ПОДТВЕРЖДАЕТ

source: TO BTC
de: Nach BTC
fa: به BTC
hi: BTC को
it: A BTC
jp: TO BTCへ
pt: Para BTC
ru: В БТД

source: EXPLORE
de: ERKUNDEN
fa: کشف کنید
hi: एक्सप्लोर
hu: FEDEZD FEL
it: ESPLORARE
pt: EXPLORAR
ru: ИССЛЕДОВАТЬ

source: Convert Coin
de: Münze umrechnen
fa: تبدیل سکه
hi: सिक्का परिवर्तित करें
hu: Érme konvertálása
it: Convertire moneta
jp: コインを変換する
pt: Converter moeda
ru: Конвертировать монетку

source: Close
de: Schließen
fa: نزدیک
hi: बंद करे
hu: Bezárás
it: Vicino
jp: 閉じる
pt: Perto
ru: Закрыть

source: Coin Name
de: Münzname
fa: نام سکه
hi: सिक्के का नाम
hu: Érme neve
it: Nome della moneta
jp: コイン名
pt: Nome da moeda
ru: Название монеты

source: Code
fa: کد
hi: कोड
hu: Kód
it: Codice
jp: コード
pt: Código
ru: Код

source: Balance
fa: تعادل
hi: संतुलन
hu: Egyensúly
it: Equilibrio
jp: バランス
pt: Equilibrar
ru: Баланс

source: Value
de: Wert
fa: ارزش
hi: मूल्य
hu: Érték
it: Valore
jp: 値
pt: Valor
ru: Стоимость

source: Commands
de: Befehle
fa: دستورات
hi: आदेश
hu: parancsok
it: comandi
jp: コマンド
pt: Comandos
ru: команды

source: Accept over 140 altcoins now for only 0.50
de: Akzeptiere jetzt über 140 Altcoins für nur 0.50
fa: اکنون بیش از 140 آلتو کوین را فقط برای 0.50 قبول دارید
hi: 140 से अधिक altcoins अब केवल 0.50 के लिए स्वीकार करें
hu: Fogadj több mint 140 altcoins-ot most már csak 0,50-re
it: Accetta oltre 140 altcoin ora solo per 0,50
pt: Aceite mais de 140 altcoins agora por apenas 0,50
ru: Принять более 140 altcoins сейчас всего за 0,50

source: Integrated payment gateway for cryptocurrencies such as Bitcoin and Litecoin
de: Integriertes Zahlungsgateway für Kryptowährungen wie Bitcoin und Litecoin
fa: دروازه پرداخت یکپارچه برای کریستوگرامهای مانند Bitcoin و Litecoin
hi: बिटकॉइन और लिटकॉइन जैसी क्रिप्टोकरेंसी के लिए एकीकृत भुगतान गेटवे
hu: Beépített fizetési átjáró titkosítási pénznemekhez, mint például a Bitcoin és a Litecoin
it: Gateway di pagamento integrato per criptovalute come Bitcoin e Litecoin
pt: Gateway de pagamento integrado para criptomoedas como Bitcoin e Litecoin
ru: Интегрированный платежный шлюз для криптовыделений, таких как Bitcoin и Litecoin

source: Get Start
de: Holen Sie sich Start
fa: بریم شروع کنیم
hi: शुरू करो
it: Inizia
pt: Vamos começar
ru: Начать

source: scroll me
de: scrolle mich
fa: پیمایش کن
hi: मुझे स्क्रॉल करें
hu: gördíts meg
it: scrollami
jp: 私をスクロールする
pt: me rola
ru: прокрутить меня

source: Running an ICO?
de: Ein ICO betreiben?
fa: اجرای ICO؟
hi: ICO चल रहा है?
hu: Az ICO működtetése?
it: Gestire un ICO?
jp: ICOを実行していますか？
pt: Executando um ICO?
ru: Запуск ICO?

source: Let GetCryptoPayments help with:
de: Lassen Sie GetCryptoPayments helfen bei:
fa: اجازه بدهید GetCryptoPayments با:
hi: GetCryptoPayments की मदद लें:
hu: A GetCryptoPayments segítséget nyújt a következőkhöz:
it: Lascia che GetCryptoPayments ti aiuti con:
jp: GetCryptoPaymentsが以下をサポートするようにします。
pt: Deixe GetCryptoPayments ajudar com:
ru: Пусть GetCryptoPayments поможет с:

source: Accepting payments from over 140 different coins
de: Akzeptieren von Zahlungen von über 140 verschiedenen Münzen
fa: پذیرش پرداخت از بیش از 140 سکه مختلف
hi: 140 से अधिक विभिन्न सिक्कों से भुगतान स्वीकार करना
hu: Több mint 140 különböző érme kifizetését fogadja el
it: Accettare pagamenti da oltre 140 monete diverse
jp: 140種類以上の硬貨からの支払いを受け入れる
pt: Aceitando pagamentos de mais de 140 moedas diferentes
ru: Принимая платежи из более чем 140 различных монет

source: All New GetCryptoPayments ICO Marketplace
de: Alle neuen GetCryptoPayments ICO-Marktplatz
fa: همه جدید GetCryptoPayments ICO بازار
hi: सभी नए GetCryptoPayments ICO बाज़ार
hu: Minden új GetCryptoPayments ICO Marketplace
it: Tutto il nuovo Marketplace ICO GetCryptoPayments
jp: すべての新しいGetCryptoPayments ICO Marketplace
pt: Todos os novos GetCryptoPayments ICO Marketplace
ru: Все новые продукты GetCryptoPayments ICO Marketplace

source: Find Out More
de: Finde mehr heraus
fa: اطلاعات بیشتر
hi: और अधिक जानकारी प्राप्त करें
hu: Tudj meg többet
it: Scopri di più
jp: もっと見る
pt: Descubra mais
ru: Узнать больше

source: One unique $tag to receive payments from all coins.
de: Ein eindeutiges $ -Tag, um Zahlungen von allen Münzen zu erhalten.
fa: یک نشان اختصاصی برای دریافت پرداخت از تمام سکه ها.
hi: सभी सिक्कों से भुगतान प्राप्त करने के लिए एक अद्वितीय $ टैग।
hu: Egyetlen $ tag, hogy minden érmétől befizetést kapjon.
it: Un unico tag $ per ricevere pagamenti da tutte le monete.
jp: すべてのコインからの支払いを受け取るユニークな$タグ。
pt: Uma única tag $ para receber pagamentos de todas as moedas.
ru: Один уникальный $ tag для получения платежей от всех монет.

source: Example Profile
de: Beispielprofil
fa: نمایه نمونه
hi: उदाहरण प्रोफ़ाइल
hu: Példaprofil
it: Profilo di esempio
jp: プロファイルの例
pt: Exemplo de perfil
ru: Пример профиля

source: Shopping Cart Plugins
de: Warenkorb Plugins
fa: سبد خرید سبد خرید
hi: शॉपिंग कार्ट प्लगिन
hu: Bevásárlókosár beépülő modulok
it: Plugin del carrello acquisti
jp: ショッピングカートのプラグイン
pt: Plugins do carrinho de compras
ru: Плагины для покупок

source: Offering plugins for all the popular webcarts used today. Register and install a plugin to set up GetCryptoPayments with your new or pre-existing checkout
de: Plugins für alle gängigen Webcarts, die heute verwendet werden. Registrieren und installieren Sie ein Plugin, um GetCryptoPayments mit Ihrem neuen oder bereits vorhandenen Checkout einzurichten
fa: ارائه پلاگین برای همه وب سایت های محبوب امروز استفاده می شود. ثبت نام و نصب یک افزونه برای راه اندازی GetCryptoPayments با چک جدید یا قبل از آن
hi: आज उपयोग किए जाने वाले सभी लोकप्रिय वेबसीरीज के लिए प्लगइन्स की पेशकश। अपने नए या पहले से मौजूद चेकआउट के साथ GetCryptoPayments सेट करने के लिए एक प्लगइन रजिस्टर और इंस्टॉल करें
hu: Bővítményeket kínál az összes népszerű webcart számára, amelyet ma használnak. Regisztráljon és telepítsen egy plugint a GetCryptoPayments beállításához új vagy már meglévő fizetéssel
it: Offrendo plugin per tutte le famose webcar usate oggi. Registrati e installa un plug-in per configurare GetCryptoPayments con il checkout nuovo o preesistente
jp: 今日使用されているすべての一般的なwebcarts用のプラグインを提供します。新規または既存のチェックアウトでGetCryptoPaymentsを設定するプラグインを登録してインストールする
pt: Oferecendo plugins para todos os populares webcarts usados ​​hoje. Registre e instale um plug-in para configurar o GetCryptoPayments com sua verificação de compra nova ou pré-existente
ru: Предлагаем плагины для всех популярных веб-камер, используемых сегодня. Зарегистрируйте и установите плагин для настройки GetCryptoPayments с помощью новой или ранее существующей проверки

source: Payment Features
de: Zahlungsfunktionen
fa: ویژگی های پرداخت
hi: भुगतान की सुविधाएँ
hu: Fizetési funkciók
it: Funzioni di pagamento
jp: 支払い機能
pt: Funcionalidades de pagamento
ru: Функции оплаты

source: Here some ways GetCryptoPayments can help you process payments.
de: Hier einige Möglichkeiten, wie Sie mit GetCryptoPayments Zahlungen abwickeln können.
fa: در اینجا برخی از روش های GetCryptoPayments می تواند به شما در پردازش پرداخت کمک کند.
hi: यहां कुछ तरीके GetCryptoPayments भुगतानों को संसाधित करने में आपकी सहायता कर सकते हैं।
hu: Íme néhány olyan módszer, amellyel a GetCryptoPayments segíthet a kifizetések feldolgozásában.
it: Ecco alcuni modi in cui GetCryptoPayments può aiutarti a elaborare i pagamenti.
jp: ここでGetCryptoPaymentsが支払い処理に役立ついくつかの方法があります。
pt: Aqui, algumas formas de GetCryptoPayments podem ajudá-lo a processar pagamentos.
ru: Здесь некоторые способы GetCryptoPayments могут помочь вам обрабатывать платежи.

source: BitGo™ Instant
de: BitGo ™ Sofort
hi: BitGo ™ झटपट
jp: BitGo™インスタント
pt: BitGo ™ Instantâneo
ru: BitGo ™ Мгновенное действие

source: GetCryptoPayments supports BitGo Instant making Bitcoin payments faster than ever before.
de: GetCryptoPayments unterstützt BitGo Instant, wodurch Bitcoin-Zahlungen schneller ausgeführt werden je zuvor.
fa: GetCryptoPayments با استفاده از BitGo Instant از Bitcoin پرداخت سریعتر از همیشه قبل از.
hi: GetCryptoPayments BitGo इंस्टेंट मेकिंग बिटकॉइन भुगतानों की तुलना में तेजी से समर्थन करता है इस से पहले।
hu: A GetCryptoPayments támogatja a BitGo Instant-ot, amely gyorsabbá teszi a Bitcoin fizetéseket valaha.
it: GetCryptoPayments supporta BitGo Instant che effettua pagamenti con Bitcoin più velocemente di mai prima d'ora.
jp: GetCryptoPaymentsはBitGo Instantをサポートしています。 これまで。
pt: GetCryptoPayments suporta BitGo Instant tornando os pagamentos de Bitcoin mais rápidos do que nunca antes.
ru: GetCryptoPayments поддерживает BitGo Instant, делая биткойнские платежи быстрее, чем когда-либо прежде.

source: Vault
de: Gewölbe
fa: طاق
hi: मेहराब
hu: Boltozat
it: Volta
jp: ボールト
pt: Cofre
ru: Свод
