Repository: eXMRcoin/project-getcryptopayments
Catalog: web/exmr/conf/locale/*/LC_MESSAGES/django.po
Languages: de, fa, hi, hu, it, jp, pt, ru

source: Coin Conversion Requests
de: Coin-Conversion-Anfragen
fa: درخواست تبدیل سکه
hi: सिक्का रूपांतरण अनुरोध
hu: Érme konverziós kérelmek
it: Richieste di conversione di monete
jp: コイン変換要求
pt: Solicitações de conversão de moeda
ru: Запросы на конвертирование монет

source: name
fa: نام
hi: नाम
hu: név
it: nome
jp: 名
pt: nome
ru: имя

source: email
fa: پست الکترونیک
hi: ईमेल
jp: Eメール
pt: o email
ru: Эл. адрес

source: coin website
de: Münz-Website
fa: وب سایت سکه
hi: सिक्का वेबसाइट
hu: érme honlapján
it: sito web di monete
jp: コインウェブサイト
pt: site da moeda
ru: сайт монеты

source: coin url
de: Münz-URL
fa: آدرس سکه
hi: सिक्का url
hu: érme url
it: url moneta
jp: コインのURL
pt: url da moeda
ru: монета

source: HTTP Auth
de: HTTP-Authentifizierung
hi: HTTP प्रामाणिक
hu: HTTP hitelesítés
it: Autenticazione HTTP
jp: HTTP認証
pt: Autenticação HTTP

source: N/A
hi: एन / ए
pt: N / D

source: Currency
de: Währung
fa: واحد پول
hi: मुद्रा
hu: Valuta
it: Moneta
jp: 通貨
pt: Moeda
ru: валюта

source: Currencies
de: Währungen
fa: ارزها
hi: मुद्राओं
hu: Pénznemek
it: valute
jp: 通貨
pt: Moedas
ru: валюты

source: provider
de: Anbieter
fa: تامین کننده
hi: प्रदाता
hu: ellátó
it: fornitore
jp: プロバイダ
pt: fornecedor
ru: поставщик

source: link
de: Verknüpfung
fa: ارتباط دادن
hi: संपर्क
it: collegamento
jp: リンク
pt: ligação
ru: ссылка

source: Social Link
de: Soziale Verbindung
fa: پیوند اجتماعی
hi: सामाजिक लिंक
hu: Közösségi link
it: Collegamento sociale
jp: ソーシャルリンク
pt: Link social
ru: Социальная связь

source: Social Links
de: Soziale Verbindungen
fa: لینک های اجتماعی
hi: सामाजिक लिंक
hu: Társadalmi kapcsolatok
it: Collegamenti sociali
jp: ソーシャルリンク
pt: Links Sociais
ru: Социальные ссылки

source: Video URL
fa: نشانی اینترنتی ویدیو
hi: वीडियो यूआरएल
hu: Videó URL
it: URL del video
jp: 動画のURL
pt: URL do vídeo
ru: URL видео

source: publish
de: veröffentlichen
fa: انتشار
hi: प्रकाशित करना
hu: közzétesz
it: pubblicare
jp: 公開する
pt: publicar
ru: публиковать

source: slug
de: Schnecke
fa: شلاق زدن
hi: काउंटर
hu: meztelen csiga
it: lumaca
jp: スラグ
pt: lesma
ru: слизень

source: Category
de: Kategorie
fa: دسته بندی
hi: वर्ग
hu: Kategória
it: Categoria
jp: カテゴリー
pt: Categoria
ru: категория

source: Categories
de: Kategorien
fa: دسته بندی ها
hi: श्रेणियाँ
hu: Kategóriák
it: categorie
jp: カテゴリー
pt: Categorias
ru: категории

source: store name
de: Geschäftsname
fa: نام فروشگاه
hi: स्टोर नाम
hu: tárolja a nevet
it: nome del negozio
jp: 店名
pt: nome da loja
ru: название магазина

source: store url
de: URL speichern
fa: آدرس فروشگاه
hi: url स्टोर करें
hu: tárolja url
it: archivio url
jp: ストアURL
pt: URL da loja
ru: адрес магазина

source: category
de: Kategorie
fa: دسته بندی
hi: वर्ग
hu: kategória
it: categoria
jp: カテゴリー
pt: categoria
ru: категория

source: crypto processor
de: Krypto-Prozessor
fa: پردازشگر رمزنگاری
hi: क्रिप्टो प्रोसेसर
hu: crypto processzor
it: processore crittografico
jp: 暗号プロセッサ
pt: processador crypto
ru: криптопроцессор

source: store email
de: E-Mail speichern
fa: ایمیل فروشگاه
hi: ईमेल स्टोर करें
hu: e-mail tárolása
it: archivia l'email
jp: 店舗の電子メール
pt: armazenar email
ru: хранить электронную почту

source: keywords
de: Schlüsselwörter
fa: کلید واژه ها
hi: कीवर्ड
hu: kulcsszavak
it: parole chiave
jp: キーワード
pt: palavras-chave
ru: ключевые слова

source: banner image url
de: Banner Bild URL
fa: URL بنر تصویر
hi: बैनर छवि url
jp: バナー画像のURL
pt: URL de imagem de banner
ru: URL-адрес баннера

source: is approved
de: ist genehmigt
fa: تایید شده است
hi: ये स्वीकृत है
hu: jóváhagyták
it: è approvato
jp: 承認されました
pt: está aprovado
ru: одобрено

source: Store
de: Geschäft
fa: فروشگاه
hi: दुकान
hu: Bolt
it: Memorizzare
jp: 格納
pt: Loja
ru: хранить

source: Stores
de: Shops
fa: مغازه ها
hi: स्टोर
hu: Üzletek
it: I negozi
jp: 店舗
pt: Lojas
ru: магазины

source: English
de: Englisch
fa: انگلیسی
hi: अंग्रेज़ी
hu: angol
it: Inglese
jp: 英語
pt: Inglês
ru: английский

source: Spanish
de: Spanisch
fa: اسپانیایی
hi: स्पेनिश
hu: spanyol
it: spagnolo
jp: スペイン語
pt: espanhol
ru: испанский

source: Deutsche
fa: دویچه
hi: ड्यूश
jp: ドイツ

source: Magyar
fa: مجیار
hi: हंगेरियन
it: magiaro
jp: マジョール
pt: Magiar
ru: мадьяр

source: Add Google Authenticator
de: Fügen Sie Google Authenticator hinzu
fa: Google Authenticator را اضافه کنید
hi: Google प्रमाणक जोड़ें
hu: Add hozzá a Google Hitelesítőt
it: Aggiungi Google Authenticator
jp: Google認証システムを追加する
pt: Adicione o Google Authenticator
ru: Добавить Google Authenticator

source: 2FA Accounts
de: 2FA-Konten
fa: 2FA حساب
hi: 2FA खाते
hu: 2FA számlák
it: Account 2FA
jp: 2FAアカウント
pt: Contas 2FA
ru: Учетные записи 2FA

source: Date
de: Datum
fa: تاریخ
hi: दिनांक
hu: Dátum
it: Data
jp: 日付
pt: Encontro
ru: Дата

source: Account Name
de: Kontobezeichnung
fa: نام کاربری
hi: खाते का नाम
hu: Felhasználónév
it: Nome utente
jp: アカウント名
pt: Nome da conta
ru: Имя пользователя

source: Account Type
de: Konto Typ
fa: نوع حساب
hi: खाते का प्रकार
hu: Fiók Típus
it: Tipo di account
jp: 口座の種類
pt: tipo de conta
ru: тип аккаунта

source: Action
de: Aktion
fa: عمل
hi: कार्य
hu: Akció
it: Azione
jp: アクション
pt: Açao
ru: действие

source: No devices Found
de: Keine Geräte gefunden
fa: هیچ دستگاه یافت نشد
hi: कोई यंत्र नहीं मिले
hu: Nincs megtalálható eszközök
it: Nessun dispositivo trovato
jp: デバイスが見つかりません
pt: Nenhum dispositivo encontrado
ru: Не найдено ни одного устройства

source: Secret Key
de: Geheimer Schlüssel
fa: کلید راز
hi: गुप्त कुंजी
hu: Titkos kulcs
it: Chiave segreta
jp: 秘密鍵
pt: Chave secreta
ru: Секретный ключ

source: Activation Code
de: Aktivierungscode
fa: کد فعال سازی
hi: एक्टिवेशन कोड
hu: Aktiváló kód
it: Codice di attivazione
jp: アクティベーションコード
pt: Código de ativação
ru: Код активации

source: Add
de: Hinzufügen
fa: اضافه کردن
hi: जोड़ना
hu: hozzáad
it: Inserisci
jp: 追加
pt: Adicionar
ru: Добавить

source: Two Factor Authentication List
de: Zwei-Faktor-Authentifizierungsliste
fa: دو فاکتور تأیید اعتبار فهرست
hi: दो कारक प्रमाणीकरण सूची
hu: Két tényező hitelesítési lista
it: Elenco di autenticazione a due fattori
jp: 2因子認証リスト
pt: Lista de Autenticação de Dois Fatores
ru: Два списка аутентификации факторов

source: registration
de: Anmeldung
fa: ثبت
hi: पंजीकरण
hu: bejegyzés
it: registrazione
jp: 登録
pt: cadastro
ru: постановка на учет

source: You (or someone pretending to be you) have asked to register an account at and your address will be removed from our records.
fa: شما (یا کسی که وانمود می کنید) از یک حساب کاربری برای ثبت نام درخواست کرده اید و آدرس شما از پرونده ما حذف خواهد شد.
hi: आपने (या आपके होने का नाटक करने वाले किसी व्यक्ति ने) में एक खाता पंजीकृत करने के लिए कहा है और आपका पता हमारे रिकॉर्ड से हटा दिया जाएगा।
hu: Ön (vagy valaki úgy tesz, mintha te lennél) kérte, hogy regisztráljon egy fiókot és a címed eltávolításra kerül.
it: Tu (o qualcuno che finge di essere te) hai chiesto di registrare un account a e il tuo indirizzo verrà rimosso dai nostri archivi.
ru: Вы (или кто-то притворяетесь вами) попросили зарегистрировать учетную запись в и ваш адрес будет удален из наших записей.

source: To activate this account, please click the following link
de: Um diesen Account zu aktivieren, klicken Sie bitte auf den folgenden Link
fa: برای فعال سازی این حساب، لطفا روی لینک زیر کلیک کنید
hi: इस खाते को सक्रिय करने के लिए, कृपया निम्न लिंक पर क्लिक करें
hu: A fiók aktiválásához kattintson a következő linkre
it: Per attivare questo account, fai clic sul seguente link
jp: このアカウントを有効にするには、次のリンクをクリックしてください
pt: Para ativar esta conta, por favor clique no seguinte link
ru: Чтобы активировать эту учетную запись, нажмите следующую ссылку.

source: Sincerely, %(site_name)s Management
de: Mit freundlichen Grüßen, %(site_name)s Verwaltung
fa: خالصانه، %(site_name)s مدیریت
hi: निष्ठा से, %(site_name)s प्रबंधन
hu: Tisztelettel, %(site_name)s Menedzsment
it: Cordiali saluti, %(site_name)s Gestione
jp: 敬具、 %(site_name)s 管理
pt: Atenciosamente, %(site_name)s Management
ru: С уважением, %(site_name)s Управление

source: You (or someone pretending to be you) have asked to register an account at and your address will be removed from our records.
fa: شما (یا کسی که وانمود می کنید) از یک حساب کاربری برای ثبت نام درخواست کرده اید و آدرس شما از پرونده ما حذف خواهد شد.
hi: आपने (या आपके होने का नाटक करने वाले किसी व्यक्ति ने) में एक खाता पंजीकृत करने के लिए कहा है और आपका पता हमारे रिकॉर्ड से हटा दिया जाएगा।
hu: Ön (vagy valaki úgy tesz, mintha te lennél) kérte, hogy regisztráljon egy fiókot és a címed eltávolításra kerül.
it: Tu (o qualcuno che finge di essere te) hai chiesto di registrare un account a e il tuo indirizzo verrà rimosso dai nostri archivi.
ru: Вы (или кто-то притворяетесь вами) попросили зарегистрировать учетную запись в и ваш адрес будет удален из наших записей.

source: To activate this account, please click the following link:
de: Um diesen Account zu aktivieren, klicken Sie bitte auf den folgenden Link:
fa: برای فعال سازی این حساب، لطفا روی لینک زیر کلیک کنید:
hi: इस खाते को सक्रिय करने के लिए, कृपया निम्न लिंक पर क्लिक करें:
hu: A fiók aktiválásához kattintson a következő linkre:
it: Per attivare questo account, fare clic sul seguente collegamento:
jp: このアカウントを有効にするには、次のリンクをクリックしてください：
pt: Para ativar esta conta, por favor clique no seguinte link:
ru: Чтобы активировать эту учетную запись, нажмите следующую ссылку:

source: Sincerely, %(site_name)s Management
de: Mit freundlichen Grüßen, %(site_name)s Verwaltung
fa: خالصانه، %(site_name)s مدیریت
hi: निष्ठा से, %(site_name)s प्रबंधन
hu: Tisztelettel, %(site_name)s Menedzsment
it: Cordiali saluti, %(site_name)s Gestione
jp: 敬具、 %(site_name)s 管理
pt: Atenciosamente, %(site_name)s Management
ru: С уважением, %(site_name)s Управление

source: Add New Address
de: Neue Adresse hinzufügen
fa: افزودن آدرس جدید
hi: नया पता जोड़ें
hu: Új cím hozzáadása
it: Aggiungi un nuovo indirizzo
jp: 新しいアドレスを追加
pt: Adicionar novo endereço
ru: Добавить новый адрес

source: Saved Address
de: Gespeicherte Adresse
fa: آدرس ذخیره شده
hi: सहेजा हुआ पता
hu: Mentett cím
it: Indirizzo salvato
jp: 保存された住所
pt: Endereço salvo
ru: Сохраненный адрес

source: Address Name
de: Adressname
fa: نام آدرس
hi: पता नाम
hu: Cím Név
it: Nome dell'indirizzo
jp: 住所の名前
pt: Nome do endereço
ru: Адрес

source: First Name
de: Vorname
fa: نام کوچک
hi: पहला नाम
hu: Keresztnév
it: Nome di battesimo
jp: ファーストネーム
pt: Primeiro nome
ru: Имя

source: Last Name
de: Familienname, Nachname
fa: نام خانوادگی
hi: अंतिम नाम
hu: Vezetéknév
it: Cognome
jp: 苗字
pt: Último nome
ru: Фамилия

source: Address Line 1
de: Anschrift Zeile 1
fa: آدرس خط 1
hi: पता पंक्ति 1
hu: Címsor 1
it: Indirizzo Linea 1
jp: 住所1
pt: Endereço Linha 1
ru: Адресная строка 1

source: Address Line 2
de: Adresszeile 2
fa: آدرس خط 2
hi: पता पंक्ति नं। 2
hu: Cím sor 2
it: indirizzo 2
jp: 住所2
pt: endereço linha 2
ru: Адресная строка 2

source: Country
de: Land
fa: کشور
hi: देश
hu: Ország
it: Nazione
jp: 国
pt: País
ru: Страна

source: State/province
de: Staat / Provinz
fa: ایالت / استان
hi: राज्य / प्रांत
hu: Állam / tartomány
it: Stato / Provincia
jp: 州/州
pt: Estado / província
ru: Штат / провинция

source: Pincode
hi: पिन कोड
hu: PIN-kód
it: Codice PIN
jp: ピンコード
ru: Пин-код

source: Phone number
de: Telefonnummer
fa: شماره تلفن
hi: फ़ोन नंबर
hu: Telefonszám
it: Numero di telefono
jp: 電話番号
pt: Número de telefone
ru: Номер телефона

source: No Address Found
de: Keine Adresse gefunden
fa: آدرس پیدا نشد
hi: कोई पता नहीं मिला
hu: Nincs cím megtalálva
it: Nessun indirizzo trovato
jp: 住所が見つかりません
pt: Nenhum endereço encontrado
ru: Не найдено адреса

source: Home
de: Zuhause
fa: خانه
hi: होम
hu: itthon
it: Casa
jp: ホーム
pt: Casa
ru: Главная

source: Your Wallet
de: Deine Geldbörse
fa: کیف پولتان
hi: आपका बटुआ
hu: A pénztárcád
it: Il tuo portafoglio
jp: あなたの財布
pt: Sua carteira
ru: Ваш кошелек

source: Coin Settings
de: Münzeinstellungen
fa: تنظیمات سکه
hi: सिक्का सेटिंग्स
hu: Érmebeállítások
it: Impostazioni monete
jp: コイン設定
pt: Configurações de moedas
ru: Настройки монеты

source: Transaction History
de: Verlauf der Transaktionen
fa: تاریخ تراکنش
hi: लेनदेन का इतिहास
hu: Tranzakciós előzmények
it: Cronologia delle transazioni
pt: Histórico de Transações
ru: История транзакций

source: Quick POS
de: Schnelles POS
fa: POS سریع
hi: त्वरित पीओएस
hu: Gyors POS
it: POS rapido
jp: クイックPOS
pt: POS rápida
ru: Быстрый POS

source: Recent Transaction
de: Letzte Transaktion
fa: معامله اخیر
hi: हाल ही में लेन-देन
hu: Legutóbbi tranzakció
it: Transazione recente
jp: 最近の取引
pt: Transação Recentes
ru: Последние транзакции

source: Time
de: Zeit
fa: زمان
hi: पहर
hu: Idő
it: Tempo
jp: 時間
pt: Tempo
ru: Время

source: Received / Sent Name
de: Empfangen / Gesendete Name
fa: دریافت / فرستاده نام
hi: प्राप्त / प्रेषित नाम
hu: Fogadott / elküldött név
it: Nome ricevuto / inviato
jp: 受信/送信名
pt: Nome recebido / enviado
ru: Получено / отправлено имя

source: Amount
de: Menge
fa: میزان
hi: रकम
hu: Összeg
it: Quantità
jp: 量
pt: Montante
ru: Количество

source: Status
fa: وضعیت
hi: स्थिति
hu: Állapot
it: Stato
jp: 状態
ru: Положение дел

source: No Payment Found
de: Keine Zahlung gefunden
fa: هیچ پرداختی یافت نشد
hi: कोई भुगतान नहीं मिला
hu: Nincs kifizetés
it: Nessun pagamento trovato
jp: 支払が見つかりません
pt: Nenhum pagamento encontrado
ru: Не найдено платежей

source: Forgot Password
de: Passwort vergessen
fa: رمز عبور را فراموش کرده اید
hi: पासवर्ड भूल गए
hu: Elfelejtett jelszó
it: Ha dimenticato la password
jp: パスワードをお忘れですか
pt: Esqueceu a senha
ru: Забыли пароль

source: To reset your password, enter your username or email address below
de: Um Ihr Passwort zurückzusetzen, geben Sie unten Ihren Benutzernamen oder Ihre E-Mail-Adresse ein
fa: برای بازنشانی رمز عبور خود، نام کاربری یا آدرس ایمیل خود را در زیر وارد کنید
hi: अपना पासवर्ड रीसेट करने के लिए, नीचे अपना उपयोगकर्ता नाम या ईमेल पता दर्ज करें
hu: A jelszó visszaállításához adja meg felhasználónevét vagy e-mail címét
it: Per reimpostare la password, inserisci il tuo nome utente o indirizzo email qui sotto
jp: パスワードをリセットするには、下記のユーザー名またはメールアドレスを入力してください
pt: Para redefinir sua senha, digite seu nome de usuário ou endereço de e-mail abaixo
ru: Чтобы сбросить пароль, введите свое имя пользователя или адрес электронной почты ниже

source: Submit
de: einreichen
fa: ارسال
hi: जमा करें
hu: beküldése
it: Sottoscrivi
jp: 提出する
pt: Enviar
ru: Отправить

source: Instructions has been sent
de: Anweisungen wurden gesendet
fa: دستورالعمل ارسال شده است
hi: निर्देश भेजे गए हैं
hu: Az utasításokat elküldtük
it: Le istruzioni sono state inviate
jp: 指示が送信されました
pt: Instruções foram enviadas
ru: Инструкции отправлены

source: to your mail
de: zu deiner Post
fa: به ایمیل شما
hi: आपके मेल पर
hu: az e-mail címedre
it: alla tua posta
jp: あなたのメールに
pt: para o seu e-mail
ru: на вашу почту

source: Welcome!
de: Herzlich willkommen!
fa: خوش آمدی!
hi: स्वागत हे!
hu: Üdvözöljük!
it: Benvenuto!
jp: ようこそ！
pt: Bem vinda!
ru: Добро пожаловать!

source: Sign in by entering the information below
de: Melden Sie sich an, indem Sie die folgenden Informationen eingeben
fa: با وارد کردن اطلاعات زیر وارد شوید
hi: नीचे दी गई जानकारी दर्ज करके साइन इन करें
hu: Jelentkezzen be az alábbi információk beírásával
it: Accedi inserendo le informazioni di seguito
jp: 下記の情報を入力してサインインしてください
pt: Faça o login inserindo as informações abaixo
ru: Войдите, введя информацию ниже

source: Login
de: Anmeldung
fa: ورود
hi: लॉग इन करें
hu: Belépés
it: Accesso
jp: ログイン
pt: Entrar
ru: Авторизоваться

source: Signup
de: Anmelden
fa: ثبت نام
hi: साइन अप करें
hu: Regisztrálj
it: Iscriviti
jp: サインアップ
pt: Inscrever-se
ru: Зарегистрироваться

source: Forgot Password?
de: Passwort vergessen?
fa: رمز عبور فراموش شده
hi: पासवर्ड भूल गए?
hu: Elfelejtett jelszó?
it: Ha dimenticato la password?
jp: パスワードをお忘れですか？
pt: Esqueceu a senha?
ru: Забыли пароль?

source: Don't have an account?
de: Hast du kein Konto?
fa: حساب کاربری ندارید؟
hi: खाता नहीं है?
hu: Nincs fiókod?
it: Non hai un account?
jp: アカウントを持っていないのですか？
pt: Não tem uma conta?
ru: У вас нет учетной записи?

source: Deposit History
de: Einzahlungshistorie
fa: تاریخ سپرده
hi: जमा इतिहास
hu: Befizetési történelem
it: Cronologia depositi
jp: 預金履歴
pt: Histórico de Depósitos
ru: История депозитов

source: Incoming Payment HIstory
de: Eingangszahlung History
fa: ورودی پرداخت HIstory
hi: आवक भुगतान HIstory
hu: Bejövő fizetés HIstory
it: Cronologia pagamenti in entrata
jp: 入金HIstory
pt: História de pagamento entrante
ru: Входящие платежи HIstory

source: History Search & Export
de: Verlaufssuche und -export
fa: تاریخ جستجو و صادرات
hi: इतिहास खोज और निर्यात
hu: Történelem keresése és exportálása
it: Ricerca ed esportazione cronologia
jp: 履歴検索とエクスポート
pt: Pesquisa e Exportação de História
ru: История поиска и экспорта

source: Settings
de: die Einstellungen
fa: تنظیمات
hi: सेटिंग्स
hu: Beállítások
it: impostazioni
jp: 設定
pt: Definições
ru: настройки

source: Basic Settings
de: Grundeinstellungen
fa: تنظیمات پایه
hi: मूल सेटिंग्स
hu: Alapbeállítások
it: Impostazioni di base
jp: 基本設定
pt: Configurações básicas
ru: Базовые настройки

source: Login & Security
de: Login & Sicherheit
fa: ورود و امنیت
hi: लॉगिन और सुरक्षा
hu: Bejelentkezés és biztonság
it: Login e sicurezza
jp: ログイン＆セキュリティ
pt: Login e Segurança
ru: Вход и Безопасность

source: Merchant Settings
de: Händlereinstellungen
fa: تنظیمات Merchant
hi: व्यापारी सेटिंग्स
hu: Kereskedői beállítások
it: Impostazioni del commerciante
jp: 販売者の設定
pt: Configurações do comerciante
ru: Настройки продавца

source: Account Settings
de: Account Einstellungen
fa: تنظیمات حساب
hi: अकाउंट सेटिंग
hu: Fiók beállítások
it: Impostazioni dell 'account
jp: アカウント設定
pt: Configurações da conta
ru: Настройки аккаунта

source: Your Merchant ID:
de: Ihre Händler-ID:
fa: شناسه Merchant شما:
hi: आपकी मर्चेंट आईडी:
hu: Kereskedői azonosítója:
it: Il tuo ID commerciante:
jp: あなたの加盟店ID：
pt: Seu ID do comerciante:
ru: Ваш идентификатор продавца:

source: Affiliate URL:
de: Partner-URL:
fa: نشانی اینترنتی مرتبط:
hi: संबद्ध URL:
hu: Partner URL:
it: URL di affiliazione:
jp: アフィリエイトURL：
pt: URL de afiliado:
ru: Партнерский URL:

source: Want to earn some crypto? Give this URL to new users and when they sign up you will earn a percentage of their GETCRYPTOPAYMENTS transaction fees:
de: Willst du etwas Krypto verdienen? Geben Sie diese URL an neue Benutzer weiter und wenn Sie sich anmelden, erhalten Sie einen Prozentsatz ihrer Transaktionsgebühren GETCRYPTOPAYMENTS:
fa: آیا می خواهید برای به دست آوردن برخی از رمزنگاری؟ این آدرس را برای کاربران جدید ارسال کنید و زمانی که آنها ثبت نام می کنید، یک درصد از هزینه های معامله GETCRYPTOPAYMENTS خود را کسب خواهید کرد:
hi: कुछ क्रिप्टो कमाई करना चाहते हैं? इस URL को नए उपयोगकर्ताओं को दें और जब वे साइन अप करेंगे तो आप उनकी GETCRYPTOPAYMENTS लेनदेन फीस का प्रतिशत अर्जित करेंगे:
hu: Akarsz keresni egy kriptát? Adja meg ezt az URL-t új felhasználóknak, és amikor regisztrálnak, a GETCRYPTOPAYMENTS tranzakciós díjaik egy százalékát keresik:
it: Vuoi guadagnare qualche cripto? Dai questo URL ai nuovi utenti e quando si iscrivono guadagnerai una percentuale delle loro commissioni di transazione GETCRYPTOPAYMENTS:
jp: いくつかの暗号を取得したいですか？新規ユーザーにこのURLを渡してください。登録すると、GETCRYPTOPAYMENTSの取引手数料の一部が獲得されます：
pt: Quer ganhar um pouco de criptografia? Forneça este URL a novos usuários e, quando eles se inscreverem, você receberá uma porcentagem das taxas de transação GETCRYPTOPAYMENTS:
ru: Хотите заработать крипто? Дайте этот URL новым пользователям, и при регистрации вы заработаете процент от их комиссионных сборов за GETCRYPTOPAYMENTS:

source: Share/Save
de: Teilen / Speichern
fa: به اشتراک گذاشتن / صرفه جویی
hi: शेयर बचा
jp: 共有/保存
pt: Compartilhar salvar
ru: Поделиться Сохранить

source: Account Email
de: Konto-E-Mail
fa: حساب ایمیل
hi: ई - मेल खाता
hu: Fiók e-mail
jp: アカウントメール
pt: Conta de e-mail
ru: Адрес электронной почты

source: Confirm Email
de: Bestätigungs-E-Mail
fa: ایمیل تایید
hi: ईमेल की पुष्टि करें
hu: Megerősítő E-mail
it: Conferma email
jp: Eメール確認
pt: confirmar e-mail
ru: Подтвердите адрес электронной почты

source: Gender
de: Geschlecht
fa: جنسيت
hi: लिंग
hu: nem
it: Genere
jp: 性別
pt: Gênero
ru: Пол

source: Time Zone
de: Zeitzone
fa: منطقه زمانی
hi: समय क्षेत्र
hu: Időzóna
it: Fuso orario
jp: タイムゾーン
pt: Fuso horário
ru: Часовой пояс

source: Date Format
de: Datumsformat
fa: فرمت تاریخ
hi: डेटा प्रारूप
hu: Dátum formátum
it: Formato data
jp: 日付形式
pt: Formato de data
ru: Формат даты

source: Time Format
de: Zeitformat
fa: فرمت زمان
hi: समय प्रारूप
hu: Idő formátum
it: Formato orario
jp: 時間形式
pt: Formato de hora
ru: Формат времени

source: Update Account
de: Account aktualisieren
fa: به روز رسانی حساب کاربری
hi: अधतन खाता
hu: Fiók frissítése
it: Aggiorna account
jp: アカウントを更新する
pt: Atualizar conta
ru: Обновить учетную запись

source: Public Name
de: Öffentlicher Name
fa: نام عمومی
hi: जनता का नाम
hu: Nyilvános név
it: Nome pubblico
jp: 公開名
pt: Nome público
ru: Открытое имя

source: Public Email
de: Öffentliche E-Mail
fa: ایمیل عمومی
hi: सार्वजनिक ईमेल
hu: Nyilvános e-mail
it: Email pubblica
jp: パブリックメール
pt: E-mail público
ru: Электронная почта

source: Public URL
de: Öffentliche URL
fa: نشانی اینترنتی عمومی
hi: सार्वजनिक URL
hu: Nyilvános URL
it: URL pubblico
jp: 公開URL
pt: URL público
ru: Общий URL

source: Update
de: Aktualisieren
fa: به روز رسانی
hi: अद्यतन करें
hu: frissítés
it: Aggiornare
jp: 更新
pt: Atualizar
ru: Обновить

source: Current Password
de: Aktuelles Passwort
fa: رمز عبور فعلی
hi: वर्तमान पासवर्ड
hu: jelenlegi jelszó
it: Password attuale
jp: 現在のパスワード
pt: senha atual
ru: текущий пароль

source: New Password
de: Neues Kennwort
fa: رمز عبور جدید
hi: नया पासवर्ड
hu: új jelszó
it: nuova password
jp: 新しいパスワード
pt: Nova senha
ru: новый пароль

source: Confirm Password
de: Bestätige das Passwort
fa: تایید رمز عبور
hi: पासवर्ड की पुष्टि कीजिये
hu: Jelszó megerősítése
it: conferma password
jp: パスワードを認証する
pt: Confirme a Senha
ru: Подтвердите Пароль

source: 2 Factor Authentication
de: 2-Faktor-Authentifizierung
fa: 2 فاکتور تأیید اعتبار
hi: 2 कारक प्रमाणीकरण
hu: 2 faktorhitelesítés
it: 2 Autenticazione del fattore
jp: 2因子認証
pt: Autenticação de 2 fatores
ru: 2 Аутентификация фактора

source: Email: You will be prompted for a code at the time of login which will be sent to your provided email ID.
de: E-Mail: Sie werden zum Zeitpunkt der Anmeldung zur Eingabe eines Codes aufgefordert, der an Ihre angegebene E-Mail-ID gesendet wird.
fa: ایمیل: شما در زمان ورود به سیستم کد شما را برای شناسایی ایمیل ارائه شده ارسال می کنید.
hi: ईमेल: आपको लॉगिन के समय एक कोड के लिए संकेत दिया जाएगा जो आपके प्रदान की गई ईमेल आईडी पर भेजा जाएगा।
hu: E-mail: A rendszer felszólít egy kódot a bejelentkezéskor, amelyet elküld a megadott e-mail azonosítóhoz.
it: Email: ti verrà richiesto un codice al momento dell'accesso che verrà inviato al tuo ID e-mail fornito.
jp: 電子メール：ログイン時にコードを入力するように指示され、提供された電子メールIDに送信されます。
pt: E-mail: Você será solicitado a fornecer um código no momento do login, que será enviado ao seu ID de e-mail fornecido.
ru: Электронная почта: вам будет предложено ввести код во время входа в систему, который будет отправлен на указанный вами идентификатор электронной почты.
