Repository: eXMRcoin/project-getcryptopayments
Catalog: web/exmr/conf/locale/*/LC_MESSAGES/django.po
Languages: de, fa, hi, hu, it, jp, pt, ru

source: Protect your coins in the vault, requiring a time amount you specify before being able to spend them.
de: Schützen Sie Ihre Münzen im Tresor, indem Sie einen bestimmten Zeitbetrag benötigen, bevor Sie sich befinden kann sie ausgeben.
fa: حفاظت از سکه های خود را در طاق، نیاز به مقدار زمانی که شما قبل از اینکه مشخص کنید قادر به صرف آنها هستند
hi: तिजोरी में अपने सिक्कों को सुरक्षित रखें, एक समय राशि की आवश्यकता है जिसे आप होने से पहले निर्दिष्ट करते हैं उन्हें खर्च करने में सक्षम।
hu: Védje az érméket a boltozatba, és megkövetelje a megadott időtartamot, mielőtt megérintené képes költeni őket.
it: Proteggi le tue monete nel caveau, richiedendo una quantità di tempo specificata prima di essere in grado di spenderli.
jp: ボールト内のコインを保護してください。 それらを費やすことができます。
pt: Proteja suas moedas no cofre, exigindo uma quantia de tempo que você especifica antes de ser capaz de gastá-los.
ru: Защитите свои монеты в хранилище, требуя указать время, которое вы укажете до в состоянии их провести.

source: Fiat Settlements
de: Fiat-Siedlungen
fa: محلات فیات
hi: फिएट सेटलमेंट्स
hu: Fiat Települések
it: Insediamenti Fiat
jp: フィアット決済
pt: Assentamentos Fiat
ru: Фиатские поселения

source: United States and Euro merchants now have fiat settlements directly to their bank accounts.
de: Vereinigte Staaten und Euro-Händler haben jetzt Fiat-Abrechnungen direkt zu ihren Bankkonten.
fa: بازرگانان ایالات متحده و یورو در حال حاضر محل سکونت خود را به طور مستقیم به آنها حساب های بانکی.
hi: संयुक्त राज्य अमेरिका और यूरो व्यापारियों के पास अब सीधे उनके लिए बस्तियां हैं बैंक खाते।
hu: Az egyesült államokbeli és az eurókereskedők most már fiat településekkel rendelkeznek közvetlenül bankszámlák.
it: Gli Stati Uniti e i commercianti di euro ora hanno insediamenti legali direttamente al loro conto in banca.
jp: 米国とユーロの商人は現在、 銀行口座。
pt: Os comerciantes dos Estados Unidos e do Euro agora têm acordos fiduciários diretamente contas bancárias.
ru: Продавцы из Соединенных Штатов и евро теперь имеют прямые расчеты прямо банковские счета.

source: Point of Sale (POS)
de: Verkaufsstelle (POS)
fa: نقطه فروش (POS)
hi: पॉइंट ऑफ़ सेल (POS)
hu: Értékesítési pont (POS)
it: Punto di vendita (POS)
jp: POS（Point of Sale）
pt: Ponto de Venda (POS)
ru: Пункт продажи (POS)

source: Simple interface for in person transactions.
de: Einfache Schnittstelle für persönliche Transaktionen.
fa: رابط کاربری ساده برای معاملات شخصی.
hi: व्यक्ति लेनदेन के लिए सरल इंटरफ़ेस।
hu: Egyszerű felület a személyes tranzakciókhoz.
it: Interfaccia semplice per le transazioni di persona.
jp: 個人取引のための簡単なインターフェース。
pt: Interface simples para transações presenciais.
ru: Простой интерфейс для личных транзакций.

source: Secured with BitGo
de: Gesichert mit BitGo
fa: امن با BitGo
hi: BitGo के साथ सुरक्षित है
hu: Biztosítva van a BitGo-val
it: Protetto con BitGo
jp: BitGoでセキュリティ保護されている
pt: Protegido com BitGo
ru: Защищено с помощью BitGo

source: Our hot wallet is secured by BitGo - meaning 100
de: Unser Hot Wallet ist mit BitGo gesichert - also 100
fa: کیف پول گرم ما توسط BitGo ایمن است - یعنی 100
hi: हमारा हॉट वॉलेट BitGo द्वारा सुरक्षित है - जिसका अर्थ है 100
hu: Forró tárcánkat a BitGo biztosítja - ami 100-at jelent
it: Il nostro portafoglio caldo è protetto da BitGo, ovvero 100
jp: 私たちのホットウォレットはBitGoによって保護されています - 意味は100
pt: Nossa carteira quente é garantida pela BitGo - significando 100
ru: Наш горячий кошелек защищен BitGo, что означает 100

source: of our funds are protected by multi-signature technology.
de: von Unsere Fonds sind durch Multi-Signatur-Technologie geschützt.
fa: از منابع مالی ما توسط تکنولوژی چند امضا محافظت می شود.
hi: का हमारे फंड बहु-हस्ताक्षर तकनीक द्वारा संरक्षित हैं।
hu: nak,-nek a pénzeszközeinket több aláírással védik.
it: di i nostri fondi sono protetti da tecnologia multi-firma.
pt: do nossos fundos são protegidos por tecnologia de assinatura múltipla.
ru: из наши средства защищены технологией с несколькими сигналами.

source: Mobile Apps
fa: برنامه های موبایل
hi: मोबाईल ऐप्स
hu: Mobilalkalmazások
it: App per dispositivi mobili
jp: モバイルアプリ
pt: Aplicativos móveis
ru: Мобильные приложения

source: Access your account, accept payments in person, and convert coins anywhere with our mobile apps for Android and iOS.
de: Greifen Sie auf Ihr Konto zu, akzeptieren Sie Zahlungen persönlich und konvertieren Sie Münzen überall mit unsere mobilen Apps für Android und iOS.
fa: دسترسی به حساب کاربری خود، پرداخت قبوض شخصی و تبدیل سکه ها در هر جای با برنامه های تلفن همراه ما برای آندروید و iOS.
hi: अपने खाते तक पहुंचें, व्यक्ति में भुगतान स्वीकार करें, और सिक्कों को कहीं भी रूपांतरित करें Android और iOS के लिए हमारे मोबाइल एप्लिकेशन।
hu: Nyissa meg a fiókját, fogadja el személyesen a kifizetéseket, és bárhová konvertálja az érméket a mobilalkalmazások Android és iOS.
it: Accedi al tuo account, accetta pagamenti di persona e converti le monete ovunque le nostre app mobili per Android e iOS.
jp: あなたのアカウントにアクセスし、直接支払いを受け入れ、どこでもコインを変換する AndroidとiOS向けのモバイルアプリ。
pt: Acesse sua conta, aceite pagamentos pessoalmente e converta moedas em qualquer lugar com nossos aplicativos móveis para Android e iOS.
ru: Получайте доступ к своей учетной записи, принимайте платежи лично и конвертируйте монеты где угодно наши мобильные приложения для Android и iOS.

source: Auto Coin Conversion
de: Automatische Münzumwandlung
fa: تبدیل خودکار سکه
hi: ऑटो सिक्का रूपांतरण
hu: Automatikus érmeátalakítás
it: Conversione automatica delle monete
jp: 自動コイン変換
pt: Conversão Automática de Moedas
ru: Автоматическая конвертация монет

source: Auto convert for some of our coins, saving you the trouble of moving funds, wasting time and fees.
de: Auto-Konvertierung für einige unserer Münzen, spart Ihnen die Mühe, Geld zu verschieben, verschwenden Zeit und Gebühren.
fa: خودکار برای برخی از سکه های ما تبدیل، صرفه جویی در شما مشکل از حرکت وجوه، هدر رفتن زمان و هزینه.
hi: हमारे कुछ सिक्कों के लिए ऑटो कन्वर्ट होता है, जिससे आपको फंडिंग की समस्या से निजात मिलती है समय और फीस।
hu: Automatikusan konvertálhat néhány pénzünket, megtakarítva a pénzmozgás problémáját, pazarlással idő és díjak.
it: Conversione automatica per alcune delle nostre monete, risparmiandoti la fatica di spostare fondi, sprecando tempo e costi.
jp: 私たちのコインの一部を自動変換し、資金を移動する手間を省き、無駄にする 時間と手数料。
pt: Converter automaticamente para algumas das nossas moedas, poupando-lhe o trabalho de movimentar fundos, desperdiçando tempo e taxas.
ru: Автоматическое конвертирование для некоторых из наших монет, что избавляет вас от перемещения денежных средств, времени и сборов.

source: Multi-Coin Wallet
de: Geldbörse mit mehreren Münzen
fa: کیف پول چند سکه
hi: मल्टी-कॉइन वॉलेट
it: Portafoglio multi-moneta
jp: マルチコインウォレット
pt: Carteira Multi-Moeda
ru: Мульти-монетный кошелек

source: Optionally store your coins in our secure online wallet.
de: Speichern Sie Ihre Münzen optional in unserer sicheren Online-Brieftasche.
fa: در صورت تمایل، سکه های خود را در کیف پول آنلاین امن خود ذخیره کنید.
hi: वैकल्पिक रूप से अपने सिक्कों को हमारे सुरक्षित ऑनलाइन वॉलेट में संग्रहीत करें।
hu: Opcionálisan tárolja az érméket a biztonságos online pénztárcáján.
it: Se lo desideri, puoi conservare le tue monete nel nostro portafoglio online sicuro.
jp: オプションで、安全なオンラインウォレットにコインを保管してください。
pt: Opcionalmente, armazene suas moedas em nossa carteira on-line segura.
ru: Вы можете хранить свои монеты в нашем безопасном онлайн-кошельке.

source: Our goal is to exceed more than 1,000,000 vendors across 182 different countries
de: Unser Ziel ist es, mehr als 1.000.000 Anbieter in 182 verschiedenen Ländern zu übertreffen
fa: هدف ما این است که از بیش از 1،000،000 فروشندگان در 182 کشور مختلف تجاوز کنیم
hi: हमारा लक्ष्य 182 विभिन्न देशों में 1,000,000 से अधिक विक्रेताओं से अधिक है
hu: Célunk, hogy meghaladjuk több mint 1 000 000 szállítót 182 különböző országban
it: Il nostro obiettivo è superare più di 1.000.000 di distributori in 182 diversi paesi
jp: 私たちの目標は182ヶ国の100万人以上のベンダーを超えることです
pt: Nosso objetivo é ultrapassar mais de 1.000.000 de fornecedores em 182 países diferentes
ru: Наша цель - превысить более 1 000 000 поставщиков в 182 разных странах

source: GetCryptoPayments is the first and largest payment processor of over 150 cryptocurrencies
de: GetCryptoPayments ist der erste und größte Zahlungsprozessor von über 150 Kryptowährungen
fa: GetCryptoPayments اولین و بزرگترین پردازنده پرداخت بیش از 150 رمزنگاری ارز است
hi: GetCryptoPayments 150 से अधिक क्रिप्टोकरेंसी का पहला और सबसे बड़ा भुगतान प्रोसेसर है
hu: A GetCryptoPayments az első és a legnagyobb fizetési processzor, amely több mint 150 titkos másolatot tartalmaz
it: GetCryptoPayments è il primo e il più grande processore di pagamento di oltre 150 criptovalute
jp: GetCryptoPaymentsは、150以上の暗号化された通貨のうち、
pt: GetCryptoPayments é o primeiro e maior processador de pagamento de mais de 150 criptomoedas
ru: GetCryptoPayments - это первый и самый большой платежный процессор, состоящий из более чем 150 криптоверсий

source: Thank you GetCryptoPayments for taking Tron coin into consideration to belong to the list of your ERC-20 tokens portfolio. I know you will have many successes.
de: Vielen Dank GetCryptoPayments für die Einnahme von Tron-Münzen, um in die Liste Ihres ERC-20 aufgenommen zu werden Token-Portfolio. Ich weiß, du wirst viele Erfolge haben.
fa: با تشکر از شما GetCryptoPayments برای گرفتن سکه Tron در نظر به عضویت در لیست ERC-20 خود را نمونه کارها برچسب ها. من می دانم که شما موفقیت های زیادی خواهید داشت.
hi: अपने ERC-20 की सूची से संबंधित ट्रॉन सिक्का लेने के लिए GetCryptoPayments धन्यवाद टोकन पोर्टफोलियो। मुझे पता है कि आपके पास कई सफलताएं होंगी।
hu: Köszönjük, hogy a GetCryptoPayments-t a Tron érme figyelembe vételével vegye figyelembe az ERC-20 listájához tokenek portfólióját. Tudom, hogy sok sikered lesz.
it: Grazie a GetCryptoPayments per prendere in considerazione la moneta Tron per far parte dell'elenco dei tuoi ERC-20 portafoglio di gettoni. So che avrai molti successi.
jp: TronコインをあなたのERC-20のリストに入れることを考慮したGetCryptoPaymentsをありがとうございます トークンポートフォリオ。私はあなたが多くの成功を収めることを知っています。
pt: Obrigado GetCryptoPayments por considerar que a moeda Tron pertence à lista do seu ERC-20 carteira de tokens. Eu sei que você terá muitos sucessos.
ru: Спасибо GetCryptoPayments за то, что вы взяли монету Tron, чтобы принадлежать к списку вашего ERC-20 портфолио. Я знаю, что у вас будет много успехов.

source: Justin Sun CEO Tronix Coin
de: Justin Sun Geschäftsführer Tronix Coin
fa: جاستین خورشید مدیر عامل Tronix سکه
hi: जस्टिन सन के सीईओ ट्रॉनिक्स सिक्का
hu: Justin Sun vezérigazgatója, a Tronix Coin
it: CEO di Justin Sun Tronix Coin
jp: ジャスティン・サンのCEOトロイア・コイン
pt: Justin Sun, CEO da Tronix Coin
ru: Джастин Сан Генеральный директор Tronix Coin

source: We wanted to accept Stellar coin payments so we starting developing. Then we realized GetCryptoPayments could do the hard work for us and accept all payments and receive the money in Bitcoin. Thanks GetCryptoPayments, we only need to develop with one API now.
de: Wir wollten Stellar-Zahlungen akzeptieren, also beginnen wir mit der Entwicklung. Dann haben wir GetCryptoPayments realisiert könnte die harte Arbeit für uns tun und alle Zahlungen akzeptieren und das Geld in Bitcoin erhalten. Danke GetCryptoPayments, wir nur muss jetzt mit einer API entwickelt werden.
fa: ما میخواهیم پرداخت سکه های ستاره ای را بپذیریم تا شروع کنیم. سپس متوجه شدیم GetCryptoPayments می تواند برای ما سخت کار کند و همه پرداخت ها را بپذیرد و پول را در بیت کوین دریافت کند. با تشکر GetCryptoPayments، ما فقط نیاز به توسعه با یک API در حال حاضر.
hi: हम स्टेलर के सिक्के के भुगतान को स्वीकार करना चाहते थे इसलिए हमने विकास शुरू किया। तब हमें GetCryptoPayments का एहसास हुआ हमारे लिए कड़ी मेहनत कर सकता है और सभी भुगतानों को स्वीकार कर सकता है और बिटकॉइन में धन प्राप्त कर सकता है। धन्यवाद GetCryptoPayments, हम केवल अब एक एपीआई के साथ विकसित करने की जरूरत है।
hu: Szerettük volna elfogadni a Stellar érme-fizetéseket, így kezdjük a fejlődést. Aztán rájöttünk, hogy GetCryptoPayments megtehetné a kemény munkát számunkra, és elfogadja az összes befizetést és megkapja a pénzt a Bitcoinban. Thanks GetCryptoPayments, csak mi fejleszteni kell egy API-val most.
it: Volevamo accettare pagamenti con monete stellari, quindi abbiamo iniziato a sviluppare. Poi abbiamo realizzato GetCryptoPayments potrebbe fare il duro lavoro per noi e accettare tutti i pagamenti e ricevere i soldi in Bitcoin. Grazie a GetCryptoPayments, solo noi necessario sviluppare con una sola API ora.
jp: 私たちはステラのコインの支払いを受け入れて、開発を開始したかったのです。その後、GetCryptoPaymentsを実現しました 私たちのために努力し、すべての支払いを受け取り、Bitcoinでお金を受け取ることができます。ありがとうGetCryptoPayments、我々だけ 今すぐ1つのAPIで開発する必要があります。
pt: Queríamos aceitar pagamentos com moedas Stellar para começarmos a desenvolver. Então percebemos GetCryptoPayments poderia fazer o trabalho duro para nós e aceitar todos os pagamentos e receber o dinheiro em Bitcoin. Obrigado GetCryptoPayments, nós só precisa desenvolver com uma API agora.
ru: Мы хотели принять платежи Stellar монеты, чтобы мы начали разрабатывать. Затем мы поняли GetCryptoPayments может сделать тяжелую работу для нас и принять все платежи и получить деньги в Биткойне. Благодаря GetCryptoPayments, мы только необходимо разработать с помощью одного API сейчас.

source: Jed McCaleb CEO stellar.org
fa: جید مک کلب مدیر عامل stellar.org
hi: जेड मैककलेब के सीईओ stellar.org
hu: Jed McCaleb vezérigazgatója stellar.org
ru: Генеральный директор Jed McCaleb stellar.org

source: MERCHANT TOOLS
de: MERCHANT WERKZEUGE
fa: ابزارهای تجاری
hi: मर्चेंट टूल्स
hu: SZERSZÁM ESZKÖZÖK
it: STRUMENTI COMMERCIANTI
jp: 商人のツール
pt: FERRAMENTAS COMERCIAIS
ru: ТОРГОВЫЕ ИНСТРУМЕНТЫ

source: If you would like to be updated about new API or changes to existing Apis
de: Wenn Sie über eine neue API oder Änderungen an bestehenden APIs informiert werden möchten
fa: اگر میخواهید درباره API جدید یا تغییرات در آپیس موجود update شود
hi: यदि आप नए एपीआई या मौजूदा एपिस में बदलाव के बारे में अपडेट रहना चाहते हैं
hu: Ha frissíteni szeretne az új API-ról vagy a meglévő Apis változásokról
it: Se desideri essere aggiornato sulla nuova API o le modifiche alle API esistenti
jp: 新しいAPIや既存のAPIへの変更について更新したい場合
pt: Se você gostaria de ser atualizado sobre novas APIs ou alterações em Apis existentes
ru: Если вы хотите обновить новый API или изменить существующий Apis

source: click here
de: Klick hier
fa: اینجا کلیک کنید
hi: यहां क्लिक करे
hu: kattints ide
it: clicca qui
jp: ここをクリック
pt: Clique aqui
ru: кликните сюда

source: SHOPPING CART PLUGIN
de: WARENKORB PLUGIN
fa: پلاگین سبد خرید
hi: शॉपिंग कार्ट प्लगिन
hu: VÁSÁRLÓKAPCSOLÓ
it: CARRELLO DI ACQUISTO PLUGIN
jp: ショッピングカート
pt: CARRINHO DE COMPRAS PLUGIN
ru: ТОРГОВАЯ КОРЗИНА PLUGIN

source: Plugin Downloads
fa: دانلود پلاگین
hi: प्लगइन डाउनलोड
hu: Plugin Letöltések
it: Download di plug-in
jp: プラグインのダウンロード
pt: Downloads de Plugins
ru: Загрузки для плагинов

source: API & IPNs
fa: API و IPN ها
hi: एपीआई और आईपीएन
hu: API és IPN
it: API e IPN
jp: APIとIPN
pt: API e IPNs
ru: API и IPN

source: Instant Payment Notification
de: Sofortige Zahlungsbenachrichtigung
fa: هشدار از طریق پرداخت فوری
hi: त्वरित भुगतान अधिसूचना
hu: Azonnali fizetési értesítés
it: Notifica immediata del pagamento
jp: 即時支払い通知
pt: Notificação instantânea de pagamento
ru: Мгновенное уведомление об оплате

source: INVOICE BUILDER
de: Rechnungssteller
fa: سازنده حساب
hi: चालान बिल्डर
it: FABBRICATO DI FATTURA
jp: インフォメーションビルダー
pt: Construtor de fatura
ru: СЧЕТ СТРОИТЕЛЯ

source: Payment Request invoice maker
de: Zahlung Anfrage Rechnungssteller
fa: سازنده فاکتور درخواست پرداخت
hi: भुगतान अनुरोध चालान निर्माता
hu: Fizetési kérelem számlázó készítője
it: Richiesta di pagamento per fattura
jp: 支払い請求請求書作成者
pt: Pedido de pagamento de fatura
ru: Производитель счета-фактуры платежа

source: POINT OF SALE(POS) INTERFACE
de: POINT OF SALE (POS) -OBERFLÄCHE
fa: نقطه فروش (POS) رابط
hi: बिक्री की स्थिति (स्थिति) आंतरिक
hu: VÁSÁRLÁSI PONT (POS) INTERFÉSZ
it: INTERFACCIA PUNTO VENDITA (POS)
jp: セールスポイント（POS）インターフェース
pt: INTERFACE DE PONTO DE VENDA (POS)
ru: ИНТЕРФЕЙС ИНТЕРФЕЙСА ПРОДАЖИ (POS)

source: HTML URL/ POST Fields
de: HTML-URL / POST-Felder
fa: URL های HTML / POST
hi: HTML URL / POST फ़ील्ड्स
hu: HTML URL / POST mezők
it: Campi URL / POST HTML
jp: HTML URL / POSTフィールド
pt: Campos HTML URL / POST
ru: URL-адрес HTML / POST-поля

source: Post link QR Code Generator
de: Link-QR-Code-Generator schreiben
fa: ارسال کد QR ژنراتور
hi: पोस्ट लिंक क्यूआर कोड जेनरेटर
hu: Post link QR kód generátor
it: Generatore di codice QR del link post
jp: ポストリンクQRコードジェネレータ
pt: Link de postagem Gerador de código QR
ru: Отправить ссылку QR Code Generator

source: POS Examle
de: POS-Beispiel
fa: معاینه POS
hi: पीओएस परीक्षा
hu: POS Vizsgálat
pt: Exame POS
ru: Экзамен POS

source: SIMPLE BUTTONS
de: EINFACHE TASTEN
fa: دکمه های ساده
hi: सरल बटन
hu: EGYSZERŰ GOMBOK
it: PULSANTI SEMPLICI
jp: 簡単なボタン
pt: BOTÕES SIMPLES
ru: ПРОСТЫЕ КНОПКИ

source: Button Maker
fa: دکمه ساز
hi: बटन बनाने वाला
hu: Gombkészítő
jp: ボタンメーカー

source: HTML Post Field
de: HTML-Post-Feld
fa: فیلد پست ارسالی HTML
hi: HTML पोस्ट फील्ड
jp: HTML投稿フィールド
pt: Campo de postagem em HTML
ru: Текстовое поле HTML

source: Button Examples
de: Schaltflächenbeispiele
fa: مثال های دکمه
hi: बटन उदाहरण
hu: Gomb példák
it: Esempi di pulsanti
jp: ボタンの例
pt: Exemplos de botões
ru: Примеры кнопок

source: ADVANCE BUTTONS
de: VORGABETASTEN
fa: دکمه های ADVANCE
hi: अग्रिम बुटीक
hu: ADVANCE GOMBOK
it: PULSANTI ANTICIPATI
jp: アドバンスボタン
pt: BOTÕES AVANÇADOS
ru: КНОПКИ ADVANCE

source: SHOPPING CART BUTTONS
de: WARENKORB-TASTEN
fa: دکمه های خرید کارت
hi: शॉपिंग कार्ट बटन
hu: VÁSÁRLÓ GOMBOK
it: BOTTONI DEL CARRELLO DELLO SHOPPING
jp: ショッピングカートのボタン
pt: CARTÕES DE COMPRAS
ru: КНОПКИ ПОКУПКИ КОРПУСА

source: Button Images
de: Schaltflächenbilder
fa: تصاویر دکمه
hi: बटन छवियाँ
hu: Gomb képek
it: Immagini dei pulsanti
jp: ボタン画像
pt: Imagens de botão
ru: Изображения кнопок

source: DONATION BUTTONS
de: SPENDEN-TASTEN
fa: دکمه های تکمیلی
hi: दान बटन
hu: DONÁCIÓS GOMBOK
it: BOTTONI DI DONAZIONE
jp: 寄付ボタン
pt: BOTÕES DE DOAÇÃO
ru: КНОПКИ ПОЖЕРТВОВАНИЯ

source: Contact Us
de: Kontaktiere uns
fa: تماس با ما
hi: हमसे संपर्क करें
hu: Lépjen kapcsolatba velünk
it: Contattaci
jp: お問い合わせ
pt: Contate-Nos
ru: Свяжитесь с нами

source: Language
de: Sprache
fa: زبان
hi: भाषा
hu: Nyelv
it: linguaggio
jp: 言語
pt: Língua
ru: язык

source: Account
de: Konto
fa: حساب
hi: लेखा
hu: számla
jp: アカウント
pt: Conta
ru: Счет

source: Dashboard
de: Instrumententafel
fa: داشبورد
hi: डैशबोर्ड
hu: Irányítópult
it: Cruscotto
jp: ダッシュボード
pt: painel de controle
ru: Панель приборов

source: AddressBook
de: Adressbuch
fa: دفترچه آدرس
hi: पता पुस्तिका
hu: Címjegyzék
jp: 住所録
pt: Livro de endereços
ru: Адресная книга

source: Logout
de: Ausloggen
fa: خروج
hi: लोग आउट
hu: Kijelentkezés
it: Disconnettersi
jp: ログアウト
pt: Sair
ru: Выйти

source: Your password has been set. You may go ahead and log in now.
de: Ihr Passwort wurde festgelegt. Sie können jetzt fortfahren und sich einloggen.
fa: رمز عبور شما تنظیم شده است شما ممکن است پیش بروید و وارد شوید.
hi: आपका पासवर्ड सेट कर दिया गया है। आप आगे बढ़कर अब लॉग इन कर सकते हैं।
hu: A jelszavát beállította. Elmehetsz, és jelentkezz be.
it: La tua password è stata impostata. Puoi andare avanti e accedere ora.
jp: パスワードが設定されています。今すぐにログインしてください。
pt: Sua senha foi definida. Você pode ir em frente e entrar agora.
ru: Ваш пароль установлен. Вы можете пойти и войти в систему сейчас.

source: Log in
de: Einloggen
fa: ورود
hi: लॉग इन करें
hu: Belépés
it: Accesso
jp: ログイン
pt: Entrar
ru: Авторизоваться

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link zum Zurücksetzen des Passworts war ungültig, möglicherweise weil er bereits verwendet wurde. Bitte fordern Sie ein neues Passwort-Reset an.
fa: لینک بازنشانی گذرواژه نامعتبر بود، احتمالا چون قبلا استفاده شده است. لطفا درخواست بازنشانی رمز عبور جدید را درخواست کنید.
hi: पासवर्ड रीसेट लिंक अमान्य था, संभवतः क्योंकि इसका उपयोग पहले ही किया जा चुका है। कृपया एक नया पासवर्ड रीसेट करने का अनुरोध करें।
hu: A jelszó-visszaállító kapcsolat érvénytelen, valószínűleg azért, mert már használta. Kérjen új jelszó-visszaállítást.
it: Il link per la reimpostazione della password non era valido, probabilmente perché è già stato utilizzato. Si prega di richiedere una nuova password di reset.
jp: すでにパスワードが使用されている可能性があるため、パスワードリセットリンクが無効でした。新しいパスワードリセットをリクエストしてください。
pt: O link de redefinição de senha era inválido, possivelmente porque já foi usado. Por favor, solicite uma nova redefinição de senha.
ru: Ссылка на сброс пароля была недействительной, возможно, потому, что она уже использовалась. Пожалуйста, запросите новый сброс пароля.

source: Type the characters you see in the image above:
de: Geben Sie die Zeichen ein, die Sie im Bild oben sehen:
fa: کاراکترهایی که در تصویر بالا مشاهده میکنید را وارد کنید:
hi: ऊपर चित्र में आपके द्वारा देखे गए वर्ण टाइप करें:
hu: Írja be a fenti képen látható karaktereket:
it: Digita i caratteri che vedi nell'immagine sopra:
jp: 上記の画像に表示されている文字を入力してください：
pt: Digite os caracteres que você vê na imagem acima:
ru: Введите символы, которые вы видите на картинке выше:

source: STORE DIRECTORY
de: VERZEICHNIS SPEICHERN
fa: فهرست فروشگاه
hi: दुकान निर्देशिका
hu: TÁROLÓ HATÓSÁG
jp: 店舗ディレクトリ
pt: DIRETÓRIO DA LOJA
ru: СПРАВОЧНИК МАГАЗИНА

source: Largest directory of merchants accepting multiple cryptocurrencies
de: Größtes Verzeichnis von Händlern, die mehrere Kryptowährungen akzeptieren
fa: بزرگترین دایرکتوری از تجار پذیرش رمزنگاری چندگانه
hi: कई क्रिप्टोकरेंसी स्वीकार करने वाले व्यापारियों की सबसे बड़ी निर्देशिका
hu: A többszörös titkosító pénznemeket elfogadó kereskedők legnagyobb könyvtára
it: La più grande directory di commercianti che accetta più criptovalute
jp: 複数のcryptocurrenciesを受け入れる商人の最大のディレクトリ
pt: Maior diretório de comerciantes que aceitam múltiplas criptomoedas
ru: Крупнейший каталог продавцов, принимающих множественные криптотермии

source: Search
de: Suche
fa: جستجو کردن
hi: खोज
hu: Keresés
it: Ricerca
jp: サーチ
pt: Procurar
ru: Поиск

source: Français
fa: فرانسوی
jp: フランス語

source: Italiano
de: Italienisch
fa: ایتالیایی
hu: Olasz
jp: イタリア語

source: русский
fa: روسی

source: BITCOIN
fa: بیتکوین
jp: ビトコイン

source: हिन्दी
pt: दी्दी

source: فارسی
de: فاریی

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
de: Sie (oder jemand, der vorgibt, Sie zu sein) haben gebeten, ein Konto bei zu registrieren %(site_name)s. Wenn dies nicht Sie waren, ignorieren Sie diese E-Mail und Ihre Adresse wird aus unseren Aufzeichnungen entfernt.

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
de: Sie (oder jemand, der vorgibt, Sie zu sein) haben gebeten, ein Konto bei zu registrieren %(site_name)s. Wenn dies nicht Sie waren, ignorieren Sie diese E-Mail und Ihre Adresse wird aus unseren Aufzeichnungen entfernt.
