Repository: eXMRcoin/project-getcryptopayments
Catalog: web/exmr/conf/locale/*/LC_MESSAGES/django.po
Languages: de, fa, hi, hu, it, jp, pt, ru

source: Basic Details
de: Grundlegende Details
fa: جزئیات پایه
hi: मूल विवरण
hu: Alapvető részletek
it: Dettagli di base
jp: 基本的な詳細
pt: Detalhes Básicos
ru: Основные сведения

source: Public Info
de: Öffentliche Info
fa: اطلاعات عمومی
hi: सार्वजनिक जानकारी
hu: Nyilvános információ
it: Informazioni pubbliche
jp: 公的情報
pt: Informação Pública
ru: Общественная информация

source: Login Security
de: Anmeldesicherheit
fa: امنیت را وارد کنید
hi: लॉगिन सुरक्षा
hu: Bejelentkezés biztonság
jp: ログインセキュリティ
pt: Segurança de Login
ru: Безопасность входа

source: Male
de: Männlich
fa: نر
hi: पुरुष
hu: Férfi
it: Maschio
jp: 男性
pt: Masculino
ru: мужчина

source: Female
de: Weiblich
fa: زن
hi: महिला
hu: Női
it: Femmina
jp: 女性
pt: Fêmea
ru: женский

source: Other/Prefer Not to say
de: Andere / Möchte ich nicht sagen
fa: دیگر / ترجیح می دهم به گفتن نیست
hi: अन्य / कहना पसंद नहीं करते
hu: Egyéb / Nem akarok mondani
it: Altro / Preferisco Non dire
jp: その他/回答を避ける
pt: Outro / Prefiro Não Dizer
ru: Другое / Предпочитаю не говорить

source: Emails doesn't match
de: E-Mails stimmen nicht überein
fa: ایمیل ها مطابقت ندارد
hi: ईमेल मेल नहीं खाते
hu: Az e-mailek nem egyeznek
it: Le email non corrispondono
jp: メールが一致しません
pt: E-mails não correspondem
ru: Письма не совпадают

source: Please accept the terms and conditions
de: Bitte akzeptieren Sie die Allgemeinen Geschäftsbedingungen
fa: لطفا شرایط و ضوابط را بپذیرید
hi: कृपया नियम और शर्तें स्वीकार करें
hu: Kérjük, fogadja el a feltételeket
it: Si prega di accettare i termini e le condizioni
jp: 利用規約に同意してください
pt: Por favor, aceite os termos e condições
ru: Примите условия

source: Invalid mobile number.
de: Ungültige Telefon-nummer.
fa: شماره تلفن همراه نامعتبر.
hi: अमान्य मोबाइल नंबर।
hu: Érvénytelen telefonszám.
it: Numero cellulare invalido.
jp: モバイル番号が無効です。
pt: Número de celular inválido.
ru: Недопустимый номер мобильного телефона.

source: Either username or email needs to be provided
de: Es muss entweder ein Benutzername oder eine E-Mail-Adresse angegeben werden
fa: هر نام کاربری یا ایمیل باید ارائه شود
hi: या तो उपयोगकर्ता नाम या ईमेल प्रदान करने की आवश्यकता है
hu: Bármilyen felhasználónevet vagy e-mailt kell megadni
it: È necessario fornire nome utente o email
jp: ユーザー名または電子メールのどちらかを入力する必要があります
pt: O nome de usuário ou email precisa ser fornecido
ru: Необходимо указать либо имя пользователя, либо электронную почту.

source: User not found
de: Benutzer nicht gefunden
fa: کاربر یافت نشد
hi: उपयोगकर्ता नहीं मिला
hu: Felhasználó nem található
it: Utente non trovato
jp: ユーザーが見つかりません
pt: Usuário não encontrado
ru: Пользователь не найден

source: Buyer
de: Käufer
fa: خریدار
hi: क्रेता
hu: Vevő
it: Acquirente
jp: 買い手
pt: Comprador
ru: Покупатель

source: Seller
de: Verkäufer
fa: فروشنده
hi: विक्रेता
hu: Eladó
it: Venditore
jp: 売り手
pt: Vendedor
ru: продавец

source: Email
fa: پست الکترونیک
hi: ईमेल
jp: Eメール
pt: O email
ru: Эл. адрес

source: Trezor Login
de: Trezor Anmeldung
fa: ورود Trezor
hi: ट्रेजर लॉगिन
hu: Trezor Bejelentkezés
it: Login Trezor
jp: Trezorログイン
pt: Login Trezor
ru: Вход в Трезор

source: 2FA Account
de: 2FA Konto
fa: حساب 2FA
hi: 2FA खाता
hu: 2FA fiók
it: Account 2FA
jp: 2FAアカウント
pt: Conta 2FA
ru: Аккаунт 2FA

source: None
de: Keiner
fa: هیچ یک
hi: कोई नहीं
hu: Egyik sem
it: Nessuna
jp: なし
pt: Nenhum
ru: Никто

source: user
de: Benutzer
fa: کاربر
hi: उपयोगकर्ता
hu: használó
it: utente
jp: ユーザー
pt: do utilizador
ru: пользователь

source: gender
de: Geschlecht
fa: جنسیت
hi: लिंग
hu: nem
it: Genere
jp: 性別
pt: gênero
ru: Пол

source: user type
de: Benutzertyp
fa: نوع کاربر
hi: उपयोगकर्ता का प्रकार
hu: felhasználói típus
it: tipologia di utente
jp: ユーザータイプ
pt: tipo de usuário
ru: тип пользователя

source: timezone
de: Zeitzone
fa: منطقه زمانی
hi: समय क्षेत्र
hu: időzóna
it: fuso orario
jp: タイムゾーン
pt: fuso horário
ru: часовой пояс

source: public name
de: öffentlicher Name
fa: نام عمومی
hi: जनता का नाम
hu: nyilvános név
it: nome pubblico
jp: 一般名
pt: nome público
ru: публичное имя

source: public email
de: öffentliche E-Mail
fa: ایمیل عمومی
hi: सार्वजनिक ईमेल
hu: nyilvános e-mail
it: email pubblica
jp: 公開メール
pt: email público
ru: публичная электронная почта

source: public URL
de: öffentliche URL
fa: نشانی اینترنتی عمومی
hi: सार्वजनिक URL
hu: nyilvános URL
it: URL pubblico
jp: 公開URL
pt: URL público
ru: общедоступный URL

source: merchant id
de: Händler-ID
fa: شناسه بازرگان
hi: व्यापारी आइडी
hu: kereskedőazonosító
it: ID Commerciante
jp: 販売者ID
pt: ID do comerciante
ru: идентификатор продавца

source: date format
de: Datumsformat
fa: فرمت تاریخ
hi: डेटा प्रारूप
hu: dátum formátum
it: formato data
jp: 日付形式
pt: Formato de data
ru: Формат даты

source: time format
de: Zeitformat
fa: فرمت زمان
hi: समय प्रारूप
hu: idő formátum
it: formato orario
jp: 時間形式
pt: formato de hora
ru: формат времени

source: use gravatar
de: Verwende Gravatar
fa: استفاده از gravatar
hi: गुरुत्वाकर्षण का उपयोग करें
hu: használja gravatar
it: usa gravatar
jp: グラビアを使う
ru: использовать gravatar

source: PGP/GPG public key
de: Öffentlicher PGP / GPG-Schlüssel
fa: کلید عمومی PGP / GPG
hi: PGP / GPG सार्वजनिक कुंजी
hu: PGP / GPG nyilvános kulcs
it: Chiave pubblica PGP / GPG
jp: PGP / GPG公開鍵
pt: Chave pública PGP / GPG
ru: Открытый ключ PGP / GPG

source: 2FA authentication
de: 2FA-Authentifizierung
fa: تأیید اعتبار 2FA
hi: 2FA प्रमाणीकरण
hu: 2FA hitelesítés
it: Autenticazione 2FA
jp: 2FA認証
pt: Autenticação 2FA
ru: Аутентификация 2FA

source: email confirmation send/withdrawal
de: E-Mail Bestätigung senden / abheben
fa: تأیید ایمیل ارسال / برداشت
hi: ईमेल पुष्टिकरण भेजें / वापस लें
hu: e-mail visszaigazolás küldés / visszavonás
it: email di conferma invia / ritiro
jp: 電子メール確認の送信/取り消し
pt: envio de confirmação por e-mail / retirada
ru: отправка / вывод подтверждения по электронной почте

source: is subscribed
de: ist abonniert
fa: اشتراک دارد
hi: सदस्यता ली गई है
hu: feliratkozott
it: è iscritto
jp: 購読されている
pt: está inscrito
ru: подписывается

source: reference count
de: Referenzzahl
fa: تعداد مرجع
hi: संदर्भ गणना
hu: hivatkozási szám
it: conteggio dei riferimenti
jp: 参照カウント
pt: contagem de referência
ru: счетчик ссылок

source: IPN Secret
de: IPN-Geheimnis
fa: IPN راز
hi: आईपीएन सीक्रेट
hu: IPN Titok
it: Segreto IPN
jp: IPN秘密
pt: Segredo do IPN
ru: Секрет IPN

source: This is used to verify that an IPN is from us, use a good random string nobody can guess.
de: Dies wird verwendet, um zu verifizieren, dass ein IPN von uns stammt, verwenden Sie eine gute zufällige Zeichenfolge, die niemand erraten kann.
fa: این برای تأیید اینکه IPN از ما استفاده می شود، از یک رشته تصادفی خوب استفاده می شود هیچکس نمی تواند حدس بزند.
hi: इसका उपयोग यह सत्यापित करने के लिए किया जाता है कि एक IPN हमसे है, एक अच्छा यादृच्छिक स्ट्रिंग का उपयोग करें जिसका कोई भी अनुमान नहीं लगा सकता है।
hu: Ezt annak ellenőrzésére használják, hogy egy IPN van tőlünk, használjunk egy jó véletlen sorozatot, amit senki sem találhat.
it: Questo è usato per verificare che un IPN è da noi, usare una buona stringa casuale che nessuno può indovinare.
jp: これは、私たちがIPNであることを確認するために使用され、誰も推測できない無作為な文字列を使用します。
pt: Isso é usado para verificar se um IPN é de nós, use uma seqüência aleatória boa ninguém pode adivinhar.
ru: Это используется для проверки того, что IPN принадлежит нам, используйте хорошую случайную строку, которую никто не может догадаться.

source: IPN URL
fa: URL IPN
hi: आईपीएन यूआरएल
it: URL IPN
pt: URL IPN
ru: URL IPN

source: When a user submits a new payment to you
de: Wenn ein Benutzer eine neue Zahlung an Sie übermittelt
fa: هنگامی که کاربر یک پرداخت جدید را به شما ارائه می دهد
hi: जब कोई उपयोगकर्ता आपके लिए एक नया भुगतान जमा करता है
hu: Amikor a felhasználó új fizetést nyújt Önnek
it: Quando un utente ti invia un nuovo pagamento
jp: ユーザーが新しい支払いをあなたに提出すると
pt: Quando um usuário envia um novo pagamento para você
ru: Когда пользователь отправляет вам новый платеж

source: When funds have been received by us for a payment to you.
de: Wenn Geld von uns für eine Zahlung an Sie erhalten wurde.
fa: هنگامی که ما برای دریافت پرداختی به شما پول دریافت می کنیم.
hi: जब हमारे द्वारा आपको भुगतान के लिए धन प्राप्त हुआ है।
hu: Amikor pénzeket kaptunk tőlünk, fizetést kaptunk Öntől.
it: Quando i fondi sono stati ricevuti da noi per un pagamento a voi.
jp: あなたへの支払いのために私達によって資金が受け取られたとき。
pt: Quando os fundos foram recebidos por nós para um pagamento para você.
ru: Когда средства были получены нами для оплаты вам.

source: When funds for a payment have been sent to you.
de: Wenn Geld für eine Zahlung an Sie gesendet wurde.
fa: وقتی بودجه برای پرداخت به شما ارسال شده است
hi: जब भुगतान के लिए धन आपको भेजा गया है।
hu: Amikor fizetési alapokat küldtek Önnek.
it: Quando ti sono stati inviati fondi per un pagamento.
jp: 支払いのための資金があなたに送られたとき。
pt: Quando os fundos para um pagamento foram enviados para você.
ru: Когда вам были отправлены средства на оплату.

source: When a deposit is received on one of your deposit addresses.
de: Wenn eine Anzahlung auf eine Ihrer Einzahlungsadressen eingegangen ist.
fa: هنگامی که یک سپرده در یکی از آدرس های سپرده خود دریافت می شود.
hi: जब आपके किसी जमा पते पर एक जमा प्राप्त होता है।
hu: Amikor befizetést kap az egyik befizetési címére.
it: Quando viene ricevuto un acconto su uno dei tuoi indirizzi di deposito.
jp: 預金口座の1つに預金が届いたとき。
pt: Quando um depósito é recebido em um dos seus endereços de depósito.
ru: Когда депозит получен по одному из ваших депозитных адресов.

source: When positive feedback has been left for you.
de: Wenn positives Feedback für Sie übrig geblieben ist.
fa: هنگامی که بازخورد مثبت برای شما باقی مانده است.
hi: जब आपके लिए सकारात्मक प्रतिक्रिया छोड़ दी गई है।
hu: Ha pozitív visszajelzést hagytak neked.
it: Quando il feedback positivo è stato lasciato per te.
jp: あなたに肯定的なフィードバックが残っているとき。
pt: Quando feedback positivo foi deixado para você.
ru: Когда положительный отзыв был оставлен для вас.

source: status notification email
de: Statusbenachrichtigungs-E-Mail
fa: ایمیل اطلاع رسانی وضعیت
hi: स्थिति सूचना ईमेल
hu: állapot értesítő e-mail
it: email di notifica di stato
jp: ステータス通知メール
pt: email de notificação de status
ru: уведомление о статусе уведомления

source: receive SMS text when funds are received
de: Erhalten Sie SMS-Text, wenn Sie Geld erhalten
fa: هنگام دریافت وجوه دریافت متن SMS دریافت می شود
hi: धन प्राप्त होने पर एसएमएस पाठ प्राप्त करें
hu: SMS-eket kapnak, amikor pénzeszközök érkeznek
it: ricevere SMS quando vengono ricevuti fondi
jp: 資金が受け取られたときにSMSテキストを受信する
pt: recebe texto SMS quando os fundos são recebidos
ru: получать текст SMS при получении денежных средств

source: SMS phone number
de: SMS-Telefonnummer
fa: شماره تلفن اس ام اس
hi: एसएमएस फोन नंबर
hu: SMS telefonszám
it: Numero di telefono SMS
jp: SMS電話番号
pt: Número de telefone SMS
ru: Номер телефона SMS

source: Profile
de: Profil
fa: مشخصات
hi: प्रोफाइल
hu: Profil
it: Profilo
jp: プロフィール
pt: Perfil
ru: Профиль

source: Profiles
de: Profile
fa: پروفایل ها
hi: प्रोफाइल
hu: profilok
it: Profili
jp: プロフィール
pt: Perfis
ru: профили

source: Account Activation Link
de: Kontoaktivierungslink
fa: لینک فعال سازی حساب
hi: खाता सक्रियण लिंक
hu: Fiókaktiválási kapcsolat
it: Link di attivazione dell'account
jp: アカウントアクティベーションリンク
pt: Link de ativação de conta
ru: Ссылка активации аккаунта

source: Profile Activation
de: Profilaktivierung
fa: فعال سازی پروفایل
hi: प्रोफ़ाइल सक्रियण
hu: Profil aktiválása
it: Attivazione del profilo
jp: プロファイルの有効化
pt: Ativação de perfil
ru: Активация профиля

source: Profile Activations
de: Profil Aktivierungen
fa: فعال سازی پروفایل
hi: प्रोफ़ाइल सक्रियण
hu: Profil aktiválás
it: Attivazioni del profilo
jp: プロファイルのアクティブ化
pt: Ativações de perfil
ru: Активация профиля

source: saved address name
de: Name der gespeicherten Adresse
fa: نام آدرس ذخیره شده
hi: सहेजे गए पते का नाम
hu: elmentett cím nevét
it: nome indirizzo salvato
jp: 保存された住所の名前
pt: nome do endereço salvo
ru: имя сохраненного адреса

source: is default
de: ist Standard
fa: پیش فرض است
hi: डिफ़ॉल्ट है
hu: alapértelmezett
it: è predefinito
jp: デフォルトです
pt: é o padrão
ru: по умолчанию

source: first name
de: Vorname
fa: نام کوچک
hi: पहला नाम
hu: keresztnév
it: nome di battesimo
jp: ファーストネーム
pt: primeiro nome
ru: имя

source: last name
de: Familienname, Nachname
fa: نام خانوادگی
hi: अंतिम नाम
hu: vezetéknév
it: cognome
jp: 苗字
pt: último nome
ru: Фамилия

source: address line 1
de: Anschrift Zeile 1
fa: خط شماره 1
hi: पता पंक्ति 1
hu: címsor 1
it: Indirizzo Linea 1
jp: 住所1
pt: Endereço Linha 1
ru: Адресная строка 1

source: address line 2
de: Adresszeile 2
fa: خط شماره 2
hi: पता पंक्ति नं। 2
hu: Cím sor 2
it: indirizzo 2
jp: 住所2
pt: endereço linha 2
ru: Адресная строка 2

source: country
de: Land
fa: کشور
hi: देश
hu: ország
it: nazione
jp: 国
pt: país
ru: страна

source: city
de: Stadt
fa: شهرستان
hi: शहर
hu: város
it: città
jp: シティ
pt: cidade
ru: город

source: state
de: Zustand
fa: حالت
hi: राज्य
hu: állapot
it: stato
jp: 状態
pt: Estado
ru: государство

source: postal code
de: Postleitzahl
fa: کد پستی
hi: डाक कोड
hu: irányítószám
it: codice postale
jp: 郵便番号
pt: Código postal
ru: Почтовый индекс

source: phone_number
de: Telefonnummer
fa: شماره تلفن
hi: फ़ोन नंबर
hu: telefonszám
it: numero di telefono
jp: 電話番号
pt: número de telefone
ru: номер телефона

source: Address
de: Adresse
fa: نشانی
hi: पता
hu: Cím
it: Indirizzo
jp: 住所
pt: Endereço
ru: Адрес

source: Addresses
de: Adressen
fa: آدرس
hi: पतों
hu: Címek
it: indirizzi
jp: アドレス
pt: Endereços
ru: Адреса

source: rating
de: Bewertung
fa: رتبه بندی
hi: रेटिंग
hu: értékelés
it: valutazione
jp: 評価
pt: Avaliação
ru: рейтинг

source: comment
de: Kommentar
fa: اظهار نظر
hi: टिप्पणी
hu: megjegyzés
it: commento
jp: コメント
pt: Comente
ru: комментарий

source: left by
de: verlassen durch
fa: سمت چپ
hi: द्वारा छोड़ा गया
hu: balra
it: lasciato da
jp: 去った
pt: deixado por
ru: слева

source: buyer or seller
de: Käufer oder Verkäufer
fa: خریدار یا فروشنده
hi: खरीदार या विक्रेता
hu: vevő vagy eladó
it: compratore o venditore
jp: 買い手または売り手
pt: comprador ou vendedor
ru: покупатель или продавец

source: Feedback
fa: بازخورد
hi: प्रतिक्रिया
hu: Visszacsatolás
it: Risposta
jp: フィードバック
pt: Comentários
ru: Обратная связь

source: subject
de: Gegenstand
fa: موضوع
hi: विषय
hu: tantárgy
it: soggetto
jp: 主題
pt: sujeito
ru: предмет

source: content
de: Inhalt
fa: محتوا
hi: सामग्री
hu: tartalom
it: soddisfare
jp: コンテンツ
pt: conteúdo
ru: содержание

source: Authentication Code
fa: کد هویت
hi: प्रमाणीकरण कोड
hu: Hitelesítési kód
it: Codice di Autenticazione
jp: 認証コード
pt: Código de Autenticação
ru: Код аутентификации

source: Activation mail sent
de: Aktivierungsmail gesendet
fa: ایمیل فعال سازی ارسال شد
hi: सक्रियण मेल भेजा गया
hu: Az aktiválási levelek elküldése
it: Mail di attivazione inviata
jp: 送信されたアクティベーションメール
pt: Correio de ativação enviado
ru: Активация почты отправлена

source: Account details updated successfully
de: Kontodetails wurden erfolgreich aktualisiert
fa: جزئیات حساب با موفقیت به روز شد
hi: खाता विवरण सफलतापूर्वक अपडेट किया गया
hu: A fiókadatok sikeresen frissültek
it: Dettagli dell'account aggiornati correttamente
jp: アカウントの詳細を正常に更新しました
pt: Detalhes da conta atualizados com sucesso
ru: Данные учетной записи успешно обновлены

source: Information updated successfully
de: Informationen wurden erfolgreich aktualisiert
fa: اطلاعات با موفقیت به روز شد
hi: जानकारी सफलतापूर्वक अपडेट की गई
hu: A tájékoztatás sikeresen frissült
it: Informazioni aggiornate con successo
jp: 情報が正常に更新された
pt: Informações atualizadas com sucesso
ru: Информация обновлена ​​успешно

source: Current password is incorrect
de: Das Passwort ist falsch
fa: کلمه عبور فعلی نادرست است
hi: मौजूदा पासवर्ड गलत है
hu: Jelenlegi jelszó nem megfelelő
it: Password corrente non è corretta
jp: このパスワードは間違っています
pt: A senha atual está incorreta
ru: Неверный пароль

source: Passwords doesn't match
de: Passwörter stimmen nicht überein
fa: گذرواژهها مطابقت ندارد
hi: पासवर्ड मेल नहीं खाते
hu: A jelszavak nem egyeznek
it: Le password non corrispondono
jp: パスワードが一致しません
pt: As senhas não correspondem
ru: Пароли не совпадают

source: Invalid account activation link
de: Ungültiger Kontoaktivierungslink
fa: پیوند فعال بودن حساب کاربری نامعتبر است
hi: अमान्य खाता सक्रियण लिंक
hu: Érvénytelen fiókaktiválási kapcsolat
it: Link di attivazione dell'account non valido
jp: アカウントの有効化リンクが無効です
pt: Link de ativação de conta inválido
ru: Недействительная ссылка активации учетной записи

source: Account activation link expired
de: Der Kontoaktivierungslink ist abgelaufen
fa: پیوند فعال سازی حساب کاربری منقضی شده است
hi: खाता सक्रियण लिंक की समय सीमा समाप्त हो गई
hu: A fiókaktiválási link lejárt
it: Link di attivazione dell'account scaduto
jp: アカウントの有効化リンクが切れた
pt: Link de ativação da conta expirado
ru: Истечение активации учетной записи

source: Account activated <br><p>Please <a href=/login>login</a><p>
de: Konto aktiviert <br> <p> Bitte <a href=/login> anmelden </a> <p>
fa: حساب فعال شده است <br> <p> لطفا <a href=/login> ورود </a> <p>
hi: खाता सक्रिय किया गया <br> <p> कृपया <a href=/login> लॉगिन </a> <p>
hu: Fiók aktiválása <p> Kérjük, <a href=/login> jelentkezzen be </a> <p>
it: Account attivato <br> <p> Si prega di <a href=/login> login </a> <p>
jp: アカウントが有効になっています<br> <p> <a href=/login>ログイン</a>してください<p>
pt: Conta ativada <br> <p> Por favor, <a href=/login> faça login </a> <p>
ru: Аккаунт активирован <p> Пожалуйста, <a href=/login> логин </a> <p>

source: Crypto
de: Krypto
fa: رمزنگاری
hi: क्रिप्टो
jp: 暗号
pt: Cifra
ru: крипто-

source: Ripple
fa: موج دار شدن
hi: लहर
hu: Fodrozódás
it: Ondulazione
jp: リップル
pt: Ondulação
ru: пульсация

source: Ether tokens
de: Ether-Token
fa: نشانه های اتر
hi: ईथर टोकन
hu: Éter tokenek
it: Token dell'Etere
jp: エーテルトークン
pt: Fichas de éter
ru: Эфирные жетоны

source: Fiat
fa: فیات
hi: व्यवस्थापत्र
jp: フィアット
ru: указ

source: To Balance
de: Ausbalancieren
fa: برای تعادل
hi: संतुलन बनाओ
hu: Az egyenleghez
it: Bilanciare
jp: バランスを取る
pt: Equilibrar
ru: Сбалансировать

source: ASAP
de: schnellstmöglich
fa: هر چه سریعتر
hi: यथाशीघ्र
hu: minél hamarabb
it: al più presto
jp: できるだけ速くに
pt: assim que possível
ru: как можно скорее

source: Nightly
de: Nächtlich
fa: شبانه
hi: हर रात को
hu: Éjszakai
it: ogni notte
jp: ナイトリー
pt: Todas as noites
ru: еженощно

source: To Balance + Convert
de: Ausgleichen + Konvertieren
fa: برای تعادل + تبدیل
hi: शेष + कन्वर्ट करने के लिए
hu: Az egyenleg + konverzióhoz
it: Bilanciare + Convertire
jp: バランスをとる+変換する
pt: Para balancear + converter
ru: Чтобы сбалансировать + конвертировать

source: ASAP + Convert
de: ASAP + Konvertieren
fa: ASAP + تبدیل
hi: ASAP + कन्वर्ट
hu: ASAP + konverzió
it: APPENA POSSIBILE + Converti
jp: 即時+変換
ru: ASAP + конвертировать

source: coin name
de: Münzname
fa: نام سکه
hi: सिक्के का नाम
hu: érme neve
it: nome della moneta
jp: コイン名
pt: nome da moeda
ru: имя монеты

source: coin site URL
de: Münzseiten-URL
fa: URL سکه
hi: सिक्का साइट URL
hu: Érme oldal URL-je
jp: コインサイトのURL
pt: URL do site da moeda
ru: URL сайта монеты

source: code
fa: کد
hi: कोड
hu: kód
it: codice
jp: コード
pt: código
ru: код

source: confirms
de: bestätigt
fa: تایید می کند
hi: पुष्टि
hu: megerősíti
it: conferma
jp: 確認する
pt: confirma
ru: подтверждает

source: image
de: Bild
fa: تصویر
hi: छवि
hu: kép
it: Immagine
jp: 画像
pt: imagem
ru: образ

source: Upload a 35X35 image for better experience
de: Laden Sie ein 35X35-Bild für eine bessere Erfahrung hoch
fa: یک تصویر 35X35 را برای تجربه بهتر آپلود کنید
hi: बेहतर अनुभव के लिए 35X35 चित्र अपलोड करें
hu: Töltse fel a 35X35 képet a jobb élmény érdekében
it: Carica un'immagine 35X35 per un'esperienza migliore
jp: より良い体験のために35X35画像をアップロードする
pt: Carregue uma imagem 35X35 para uma melhor experiência
ru: Загрузите изображение 35X35 для лучшего опыта.

source: to BTC value
de: zu BTC-Wert
fa: به ارزش BTC
hi: बीटीसी मूल्य के लिए
hu: a BTC értékre
it: al valore di BTC
jp: BTC値
pt: para o valor BTC
ru: к значению BTC

source: fee percentage
de: Gebührenprozentsatz
fa: هزینه پرداخت
hi: शुल्क प्रतिशत
hu: díj százalékban
it: percentuale della commissione
jp: 手数料率
pt: percentual de taxa
ru: процентная ставка

source: type
de: Art
fa: تایپ کنید
hi: प्रकार
hu: típus
it: genere
jp: タイプ
pt: tipo
ru: тип

source: can convert coin to another
de: kann Münze in andere umwandeln
fa: می تواند سکه را به دیگری تبدیل کند
hi: सिक्के को दूसरे में बदल सकते हैं
hu: konvertálhatja az érmét egy másikba
it: può convertire una moneta in un'altra
jp: 硬貨を別のものに変換することができます
pt: pode converter moedas para outro
ru: может конвертировать монету в другую

source: can explore coins
de: kann Münzen erkunden
fa: سکه ها را می توان کشف کرد
hi: सिक्कों का पता लगा सकते हैं
hu: érméket is felfedezhet
it: può esplorare monete
jp: コインを探索することができます
pt: pode explorar moedas
ru: может исследовать монеты

source: can donate coins
de: kann Münzen spenden
fa: می تواند سکه را اهدا کند
hi: सिक्के दान कर सकते हैं
hu: adományozhat érméket
it: puoi donare monete
jp: コインを寄付することができます
pt: pode doar moedas
ru: может пожертвовать монеты

source: Disable this coin anytime
de: Deaktivieren Sie diese Münze jederzeit
fa: این سکه را در هر زمان غیرفعال کنید
hi: इस सिक्के को कभी भी निष्क्रिय कर दें
hu: Tiltsa le ezt az érmét bármikor
it: Disabilita questa moneta in qualsiasi momento
jp: いつでもこのコインを無効にする
pt: Desativar esta moeda a qualquer momento
ru: Отключить эту монету в любое время

source: vote count
de: Stimmenzahl
fa: شمارش رای
hi: वोट की गिनती
hu: szavazati szám
it: voto conta
jp: 投票数
pt: contagem de votos
ru: подсчет голосов

source: Coin
de: Münze
fa: سکه
hi: सिक्का
hu: Érme
it: Moneta
jp: コイン
pt: Moeda
ru: Монета

source: Coins
de: Münzen
fa: سکه ها
hi: सिक्के
hu: érmék
it: Monete
jp: コイン
pt: Moedas
ru: монеты

source: coin
de: Münze
fa: سکه
hi: सिक्का
hu: érme
it: moneta
jp: コイン
pt: moeda
ru: монета

source: enabled
de: aktiviert
fa: فعال شده است
hi: सक्षम
hu: engedélyezve
it: abilitato
jp: 有効
pt: ativado
ru: включен

source: payment address
de: Rechnungsadresse
fa: آدرس پرداخت
hi: भुगतान करने का पता
hu: fizetési cím
it: indirizzo di pagamento
jp: お支払い住所
pt: endereço de pagamento
ru: адрес платежа

source: payment mode
de: Zahlungsart
fa: حالت پرداخت
hi: भुगतान का प्रकार
hu: fizetési mód
it: metodo di pagamento
jp: 支払いモード
pt: modo de pagamento
ru: режим оплаты

source: discount field
de: Rabattfeld
fa: زمین تخفیف
hi: छूट क्षेत्र
hu: kedvezményes mező
it: campo di sconto
jp: 割引フィールド
pt: campo de desconto
ru: поле скидки

source: maximum per transaction
de: Maximum pro Transaktion
fa: حداکثر در هر معامله
hi: प्रति लेनदेन अधिकतम
hu: tranzakciónként maximum
it: massimo per transazione
jp: 1トランザクションあたりの最大値
pt: máximo por transação
ru: максимум за транзакцию

source: currency
de: Währung
fa: واحد پول
hi: मुद्रा
hu: valuta
it: moneta
jp: 通貨
pt: moeda
ru: валюта

source: convert from coin
de: konvertieren von Münze
fa: تبدیل از سکه
hi: सिक्के से परिवर्तित करें
hu: konvertálja az érmét
it: convertire dalla moneta
jp: コインから変換する
pt: converter de moeda
ru: конвертировать из монеты

source: convert to coin
de: in Münze umrechnen
fa: تبدیل به سکه
hi: सिक्के में परिवर्तित करें
hu: konvertálni érmére
it: convertire in moneta
jp: コインに変換する
pt: converter em moeda
ru: конвертировать в монету

source: wallet from address
de: Brieftasche von Adresse
fa: کیف پول از آدرس
hi: पते से बटुआ
hu: pénztárca a címről
it: portafoglio dall'indirizzo
jp: アドレスからの財布
pt: carteira do endereço
ru: кошелек с адреса

source: wallet to address
de: Brieftasche an Adresse
fa: کیف پول برای آدرس
hi: पता करने के लिए बटुआ
hu: pénztárca címre
it: portafoglio per indirizzo
jp: アドレスするウォレット
pt: carteira para endereço
ru: кошелек для адресации

source: Coin Conversion Request
de: Coin-Umwandlungsanfrage
fa: درخواست تبدیل سکه
hi: सिक्का रूपांतरण अनुरोध
hu: Érme átváltási kérelem
it: Richiesta di conversione monete
jp: コイン変換依頼
pt: Pedido de Conversão de Moedas
ru: Запрос на конвертирование монет
